Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminAdvparametersNotification.*.xlf
Languages: pt_br

source: "Backup" directory does not exist.
pt_br: Pasta backups não existe.

source: Error deleting
pt_br: Erro ao excluir

source: Invalid ID
pt_br: ID inválido

source: Unable to create backup file
pt_br: Não foi possível criar o arquivo de backup

source: An error occurred while backing up. Unable to obtain the schema of %s
pt_br: Ocorreu um erro durante o backup. Não foi possível obter o esquema de %s

source: No valid tables were found to backup.
pt_br: Não foram encontradas tabelas válidas para Backup.

source: Error: parameter "to" is corrupted
pt_br: Erro: O parâmetro "to" está corrompido

source: Error: parameter "bcc" is corrupted
pt_br: Erro: parâmetro "bcc" está corrompido

source: Error: invalid e-mail template
pt_br: Erro: template de e-mail inválido

source: Error: invalid e-mail subject
pt_br: Erro: assunto do e-mail inválido

source: Error: invalid e-mail address
pt_br: Erro: e-mail inválido

source: Error: invalid SMTP server or SMTP port
pt_br: Erro: servidor SMTP ou porta SMTP inválidos

source: Error - The following e-mail template is missing: %s
pt_br: Erro - O seguinte template de e-mail está faltando: %s

source: You can't put this menu inside itself.
pt_br: Você não pode inserir este menu dentro dele mesmo.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
pt_br: O limite escolhido é maior do que o limite máximo de upload do servidor. Por favor, aumente os limites de seu servidor.

source: The backup file does not exist
pt_br: O arquivo de backup não existe

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
pt_br: A pasta "Backups" localizada na pasta de administração tem de ter permissões de escrita (CHMOD 755 / 777).

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
pt_br: Parece que o backup foi bem-sucedido, no entanto, você deve baixar e verificar cuidadosamente o arquivo de backup antes de prosseguir.

source: Unable to open your backup directory
pt_br: Impossível abrir a pasta de backup

source: SSL does not seem to be available on your server.
pt_br: Aparentemente o SSL não está disponível no seu servidor.

source: You've selected a state for a country that does not contain states.
pt_br: Você selecionou um estado para um país que não contém estados.

source: (the directory %s must be writable)
pt_br: (a pasta %s deve ter permissões de escrita)

source: (you must install the [a]Memcache PECL extension[/a])
pt_br: (você precisa instalar a [a]extensão Memcache PECL[/a])

source: (you must install the [a]Memcached PECL extension[/a])
pt_br: (você precisa instalar a [a]extensão Memcache PECL[/a])

source: (you must install the [a]APC PECL extension[/a])
pt_br: (você precisa instalar a [a]extensão APC PECL[/a])

source: (you must install the [a]Xcache extension[/a])
pt_br: (você precisa instalar a [a]extensão Xcache[/a])

source: The Memcached IP is missing.
pt_br: O IP do Memcached está faltando.

source: The Memcached port is missing.
pt_br: Memcached porta está faltando

source: The Memcached weight is missing.
pt_br: peso Memcached está faltando

source: The Memcached server cannot be added.
pt_br: Não é possível adicionar servidores Memcached

source: There was an error when attempting to delete the Memcached server.
pt_br: Erro ao excluir Memcached servidor

source: To use Smarty Cache, the directory %directorypath% must be writable.
pt_br: Para utilizar o Cache Smarty, a pasta %directorypath% deve ter permissões de escrita.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
pt_br: Antes de poder usar esta ferramenta, você precisa: [1][2]Criar um .htaccess vazio no seu diretório raiz.[/2][2]Atribuir permissões de escrita (CHMOD 666 em sistemas Unix).[/2][/1]

source: Media server #1 is invalid
pt_br: Media Server # 1 é inválida

source: Media server #2 is invalid
pt_br: Media Server # 2 é inválido

source: Media server #3 is invalid
pt_br: Media Server # 3 não é válido

source: The caching system is missing.
pt_br: O cache do sistema está faltando

source: To use Memcached, you must install the Memcache PECL extension on your server.
pt_br: Para usar Memcached, você deve instalar a extensão Memcache PECL em seu servidor.

source: To use Memcached, you must install the Memcached PECL extension on your server.
pt_br: Para usar o Memcached, você precisa instalar a extensão Memcache PECL no seu servidor.

source: To use APC cache, you must install the APC PECL extension on your server.
pt_br: Para usar o cache do APC, você deve instalar a extensão APC PECL em seu servidor.

source: To use Xcache, you must install the Xcache extension on your server.
pt_br: Para usar Xcache, você deve instalar a extensão Xcache em seu servidor.

source: To use Xcache, you must configure "xcache.var_size" for the Xcache extension (recommended value 16M to 64M).
pt_br: Para usar Xcache, você deve configurar "xcache.var_size" para a extensão Xcache (valor recomendado 16M a 64M).

source: The settings file cannot be overwritten.
pt_br: Não é possível substituir o arquivo de configurações.

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
pt_br: Erro: não foi possível saber se o modo de depuração está ativado. Certifique-se de que as permissões corretas estão definidas no arquivo %s

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
pt_br: Erro: não foi possível escrever no arquivo. Certifique-se de que as permissões corretas estão definidas no arquivo %s

source: Error: Could not read file. Make sure that the correct permissions are set on the file %s
pt_br: Erro: não é possível ler o arquivo. Certifique-se de que as permissões corretas estão definidas no arquivo %s

source: You cannot edit the SuperAdmin profile.
pt_br: Você não pode editar o perfil SuperAdmin.

source: The provided profile is invalid
pt_br: O perfil fornecido é inválido

source: You cannot disable or delete your own account.
pt_br: Você não poderá desativar ou apagar sua conta.

source: You cannot disable or delete the administrator account.
pt_br: Você não pode desativar ou excluir a conta de administrador.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
pt_br: Você não pode apagar esta conta porque ela gerencia armazéns. Verifique seus armazéns primeiro.

source: Your current password is invalid.
pt_br: Sua senha atual é inválida.

source: The confirmation password does not match.
pt_br: A senha de confirmação não coincide.

source: You should have at least one employee in the administrator group.
pt_br: Você precisa ter pelo menos um empregado no grupo de administradores.

source: Invalid theme
pt_br: Tema inválido.

source: The employee must be associated with at least one shop.
pt_br: O empregado deve ser associado a pelo menos uma loja

source: The password must be at least %s characters long.
pt_br: A senha deve ter pelo menos %s caracteres de comprimento.

source: Key length must be 32 character long.
pt_br: O tamanho da chave deve ser de 32 caracteres.

source: This key already exists.
pt_br: Chave já existe

source: To avoid operating problems, please use an Apache server.
pt_br: Para evitar problemas operacionais, por favor utilize um servidor Apache.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
pt_br: Por favor, ative o módulo Apache 'mod_auth_basic' para permitir a autenticação no WebService do PrestaShop.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
pt_br: Por favor, ative o módulo Apache 'mod_rewrite' para permitir o funcionamento do WebService do PrestaShop.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
pt_br: Não foi possível verificar se as extensões 'mod_auth_basic' e 'mod_rewrite' estão ativas. Por favor, verifique manualmente se elas estão ativas, para que possa utilizar o WebService do PrestaShop.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
pt_br: Por favor, ative a extensão PHP 'SimpleXML' para permitir testes no WebService do PrestaShop

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
pt_br: prefira sempre utilizar SSL (https://) para chamadas do WebService, que evita problemas de segurança como \"man in the middle\".

source: Update your PHP version.
pt_br: Atualize sua versão do PHP.

source: Configure your server to allow file uploads.
pt_br: Configure seu servidor para permitir envio de arquivos.

source: Configure your server to allow the creation of directories and files with write permissions.
pt_br: Configure seu servidor para permitir criação de pastas e arquivos com permissões de escrita.

source: Enable the GD library on your server.
pt_br: Habilitar a biblioteca GD no seu servidor.

source: Enable the MySQL support on your server.
pt_br: Habilitar o suporte a MySQL no seu servidor

source: Set write permissions for the "config" folder.
pt_br: Definir permissões de escrita na pasta 'config'.

source: Set write permissions for the "cache" folder.
pt_br: Definir permissões escrita para a pasta 'cache'

source: Set write permissions for the "sitemap.xml" file.
pt_br: Definir permissões escrita para o arquivo 'sitemap.xml'

source: Set write permissions for the "img" folder and subfolders.
pt_br: Definir permissões escrita para a pasta 'img' e subpastas, recursivamente

source: Set write permissions for the "log" folder and subfolders.
pt_br: Definir permissões de gravação para "log" da pasta e subpastas, recursivamente

source: Set write permissions for the "mails" folder and subfolders.
pt_br: Definir permissões escrita para a pasta 'mails' e subpastas, recursivamente

source: Set write permissions for the "modules" folder and subfolders.
pt_br: Definir permissões escrita para a pasta 'modules' e subpastas, recursivamente

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
pt_br: Definir as permissões de escrita para a pasta "themes%s/lang/" e suas subpastas, recursivamente.

source: Set write permissions for the "translations" folder and subfolders.
pt_br: Definir permissões escrita para a pasta 'translations' e subpastas, recursivamente

source: Set write permissions for the "upload" folder and subfolders.
pt_br: Definir permissões escrita para a pasta 'upload' e subpastas, recursivamente

source: Set write permissions for the "download" folder and subfolders.
pt_br: Definir permissões escrita para a pasta 'download' e subpastas, recursivamente

source: Allow the PHP fopen() function on your server.
pt_br: Permitir a função PHP fopen() em seu servidor.

source: Enable GZIP compression on your server.
pt_br: Habilitar compressão GZIP no seu servidor

source: Some PrestaShop files are missing from your server.
pt_br: Alguns arquivos do PrestaShop estão faltando no seu servidor.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.4. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.4 now!
pt_br: Você está usando a versão do PHP %s. Em breve, a última versão suportada pelo PrestaShop será a 5.4. Para garantir que a sua loja estará pronta para futuras atualizações, recomendamos atualizar para a versão 5.4 agora!

source: Enable the Apache mod_rewrite module
pt_br: Habilite o módulo mod_rewrite do Apache

source: For security reasons, you cannot delete the Administrator's profile.
pt_br: Por motivos de segurança, não é possível excluir o perfil Administrator

source: You cannot have two shops with the same name in the same group.
pt_br: Você não pode ter duas lojas com o mesmo nome no mesmo grupo.

source: Unable to load this shop.
pt_br: Não foi possível carregar esta loja.

source: You need to select at least the root category.
pt_br: Você precisa selecionar pelo menos a categoria raiz.

source: When saving the query, only the "SELECT" SQL statement is allowed.
pt_br: Quando salvar a consulta, apenas declarações SQL "SELECT" serão permitidas.

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
pt_br: O arquivo é muito grande e não pode ser baixado. Por favor, utilize a cláusula 'LIMIT' nesta consulta.

source: The "%tablename%" table does not exist.
pt_br: A tabela "%tablename%" não existe.

source: The "%attribute%" attribute does not exist in the "%table%" table.
pt_br: O atributo "%attribute%" não existe na tabela "%table%".

source: Undefined "%s" error
pt_br: Erro "%s" indefinido

source: The "*" operator cannot be used in a nested query.
pt_br: O operador "*" não pode ser utilizado em uma consulta combinada.

source: The operator "%s" is incorrect.
pt_br: O operador "%s" usado está incorreto.

source: The "%operator%" operator is incorrect.
pt_br: O operador "%operator%" está incorreto.

source: The LIMIT clause must contain numeric arguments.
pt_br: A cláusula LIMIT deve conter argumentos numéricos.

source: The "%reference%" reference does not exist in the "%table%" table.
pt_br: A referência "%reference%" não existe na tabela "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
pt_br: Quando várias tabelas são usadas, cada atributo deve se referir a uma tabela.

source: "%s" is an unauthorized keyword.
pt_br: %s% é uma palavra-chave não autorizada.

source: The import directory doesn't exist. Please check your file path.
pt_br: A pasta de importação não existe. Por favor verifique o caminho do arquivo.

source: The import directory must be writable (CHMOD 755 / 777).
pt_br: A pasta de importação deve ter permissões de escrita (CHMOD 755/777)

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
pt_br: O arquivo excede o parâmetro upload_max_filesize no php.ini. Se a configuração do servidor permitir, você pode adicionar esse parâmetro no seu arquivo .htaccess.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
pt_br: O arquivo enviado excede o tamanho máximo permitido no parâmetro post_max_size no php.ini. Se a configuração do servidor permitir, você pode adicionar um parâmetro no arquivo .htaccess, por exemplo:

source: (click to open "Generators" page)
pt_br: (clique para abrir a página "Geradores")

source: The uploaded file was only partially uploaded.
pt_br: O arquivo enviado foi apenas carregado parcialmente.

source: No file was uploaded.
pt_br: Nenhum arquivo foi enviado

source: The extension of your file should be .csv.
pt_br: A extensão de seu arquivo deve ser .csv.

source: An error occurred while uploading / copying the file.
pt_br: Um erro ocorreu ao enviar / copiar o arquivo.

source: To proceed, please upload a file first.
pt_br: Para continuar, favor enviar um arquivo primeiro.

source: There is an empty row in the file that won't be imported.
pt_br: Existe uma linha vazia no arquivo que não será importada.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
pt_br: O ID da categoria deve ser único. Não pode ser o mesmo da categoria Raiz ou Início.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
pt_br: O ID da categoria deve ser único. Não pode ser o mesmo da categoria pai (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
pt_br: Uma categoria não pode sua própria categoria superior. Você deve renomeá-la (nome atual: %1$s).

source: %1$s (ID: %2$s) cannot be saved
pt_br: %1$s (ID: %2$s) não pode ser salvo

source: URL rewriting failed to auto-generate a friendly URL for: %s
pt_br: Problema na reescrita de URL ao gerar URL amigável para: %s

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
pt_br: Link rescrito para %1$s (ID %2$s): re-escrito como %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
pt_br: Uma categoria não pode ser sua própria categoria mãe. A ID da categoria mãe está faltando ou é desconhecida (ID: %1$s).

source: The root category cannot be modified.
pt_br: Categoria raiz não pode ser modificada

source: cannot be copied.
pt_br: Não pode ser copiado

source: %1$s (ID: %2$s) cannot be %3$s
pt_br: %1$s (ID: %2$s) não pode ser %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
pt_br: ID de grupo de regras de imposto desconhecido. Você precisa criar um grupo com esta ID primeiro.

source: %s cannot be saved
pt_br: %s não pode ser salvo

source: Shop is not valid
pt_br: Loja inválida

source: Discount is invalid
pt_br: Desconto Inválido

source: Tags list is invalid
pt_br: Lista de tags inválida

source: Error copying image: %s
pt_br: Erro ao copiar imagem: %s

source: Product #%1$d: the picture (%2$s) cannot be saved.
pt_br: Produto n.º %1$d: a imagem (%2$s) não pode ser salva.

source: Advanced stock management has incorrect value. Not set for product %1$s
pt_br: O gerenciamento avançado do estoque tem um valor incorreto. Não definido para o produto %1$s

source: Advanced stock management is not enabled, cannot enable on product %1$s
pt_br: A gestão avançada de stock não está ativada. Não é possível ativá-la para o produto %1$s

source: Advanced stock management is not enabled, warehouse not set on product %1$s
pt_br: O gerenciamento avançado do estoque não está ativado. Armazém não definido para o produto %1$s

source: Warehouse did not exist, cannot set on product %1$s.
pt_br: Armazém inexistente. Impossível associar ao produto %1$s.

source: Incorrect value for "Depends on stock" for product %1$s
pt_br: Valor incorreto para "depende do estoque" para o produto %1$s

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %1$s
pt_br: O gerenciamento avançado do estoque não está ativado. Não foi possível definir "depende do estoque" para o produto %1$s

source: %data% cannot be saved
pt_br: %data% não pode ser salva

source: No image was found for combination with id_product = %s and image position = %s.
pt_br: Nenhuma imagem encontrada para combinação com id_product = %s e posição da imagem = %s.

source: EAN13 "%1s" has incorrect value for product with id %2d.
pt_br: EAN13 "%1s" inválido para o produto com ID %2d.

source: Advanced stock management has incorrect value. Not set for product with id %d.
pt_br: Gerenciamento Avançado do Estoque tem um valor incorreto. Não definido para o produto com ID %d.

source: Advanced stock management is not enabled, cannot enable on product with id %d.
pt_br: Gerenciamento Avançado do Estoque não está ativo, impossível ativar no produto com ID %d.

source: Advanced stock management is not enabled, warehouse is not set on product with id %d.
pt_br: Gerenciamento Avançado do Estoque não está ativo, armazém não definido para o produto com ID %d.

source: Email address %1$s (ID: %2$s) cannot be validated.
pt_br: E-mail %1$s (ID: %2$s) não pode ser validado.

source: Email address %1$s (ID: %2$s) cannot be saved.
pt_br: E-mail %1$s (ID: %2$s) não pode ser salvo.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
pt_br: %1$s não existe no banco de dados %2$s (ID: %3$s), e portanto não pode ser validado

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
pt_br: %1$s não existe no banco de dados %2$s (ID: %3$s), e, portanto, não pode ser salvo

source: "%s" is not a valid email address.
pt_br: "%s" não é um endereço de e-mail válido.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
pt_br: O usuário ID Nº%d não existe no banco de dados, portanto não pode ser validado.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
pt_br: O cliente n.º %d não existe na base de dados, e por isso não pode ser salvo.

source: Supplier is invalid
pt_br: Este fornecedor é inválido

source: Alias is invalid
pt_br: Apelido inválido

source: Store is invalid
pt_br: A loja é inválida

source: Supplier ID (%d) is not valid (at line %d).
pt_br: ID do fornecedor (%d) não é válido (na linha %d).

source: Lang ID (%d) is not valid (at line %d).
pt_br: ID idioma (%d) não é válido (na linha %d).

source: Warehouse ID (%d) is not valid (at line %d).
pt_br: ID Armazém (%d) não é válido (na linha %d).

source: Currency ID (%d) is not valid (at line %d).
pt_br: ID moeda (%d) não é válida (a linha %d).

source: Reference (%s) already exists (at line %d).
pt_br: Referência (%s) já existe (na linha %d).

source: Date format (%s) is not valid (at line %d). It should be: %s.
pt_br: O formato da data (%s) não é válido (na linha %d). Deve ser: %s.

source: YYYY-MM-DD
pt_br: AAAA-MM-DD

source: Date (%s) cannot be in the past (at line %d). Format: %s.
pt_br: Data (%s) não pode ser no passado (na linha %d). Formato: %s.

source: Discount rate (%d) is not valid (at line %d). %s.
pt_br: Taxa de desconto (%d) não é válido (na linha %d). %s.

source: Format: Between 0 and 100
pt_br: Formato: entre 0 e 100

source: Supply Order (%d) is not editable (at line %d).
pt_br: Pedido de Abastecimento (%d) não é editável (na linha %d).

source: Supply Order could not be saved (at line %d).
pt_br: Pedido de fornecimento não pode ser salvo (a linha %d).

source: Supply Order (%s) could not be loaded (at line %d).
pt_br: Pedido de Abastecimento (%s) não pode ser carregado (na linha %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
pt_br: Produto/Atributos (%d/%d) não pode ser adicionado o dobro (na linha %d).

source: Product (%d/%d) is not available for this order (at line %d).
pt_br: Produto (%d /%d) não está disponível para este fim (na linha %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
pt_br: Preço unitário (sem IVA). (%d) não é válido (na linha %d).

source: Quantity Expected (%d) is not valid (at line %d).
pt_br: Quantidade esperada (%d) não é válido (na linha %d).

source: Cannot read the .CSV file
pt_br: Não é possível ler o arquivo .CSV

source: Linking Accessories...
pt_br: Relacionando Acessórios...

source: %s import
pt_br: %s importar

source: (from %s to %s)
pt_br: (de %s a %s)

source: with truncate
pt_br: cortada

source: The confirmation email couldn't be sent, but the import is successful. Yay!
pt_br: Não foi possível enviar o e-mail de confirmação, mas a importação foi bem-sucedida. Iupi!

source: Importing your data...
pt_br: Importando seus dados...

source: Aborting, please wait...
pt_br: Abortando, por favor aguarde...

source: Data imported!
pt_br: Dados importados!

source: Look at your listings to make sure it's all there as you wished.
pt_br: Confira suas listas para assegurar-se que tudo está lá como você deseja.

source: Errors occurred:
pt_br: Erros ocorridos:
