Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminShopparametersFeature.*.xlf
Languages: pt_br

source: Mr.
pt_br: Sr.

source: Mrs.
pt_br: Sra.

source: Visitor
pt_br: Visitante

source: Guest
pt_br: Cliente não registado

source: Customer
pt_br: Cliente

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
pt_br: Pode cancelar a subscrição a qualquer momento. Para tal, consulte a nossa informação de contacto na declaração legal.

source: Customer service
pt_br: Atendimento ao Cliente

source: If a technical problem occurs on this website
pt_br: Se ocorreu um problema técnico no nosso website

source: For any question about a product, an order
pt_br: Para qualquer pergunta sobre um Produto ou uma Encomenda

source: Visits
pt_br: Visitas

source: Registrations
pt_br: Cadastros

source: Visitors
pt_br: Visitantes

source: Pages
pt_br: Páginas

source: Reg.
pt_br: Cad.

source: Avg. cart
pt_br: Faixa. Carr.

source: Reg. rate
pt_br: Número de Cad.

source: Order rate
pt_br: Número de compras

source: Click
pt_br: Clique

source: Add new referrer
pt_br: Adicionar novo site de referência

source: Affiliate
pt_br: Afiliado

source: Affiliates can access their data with this name and password.
pt_br: Afiliados podem acessar seus próprios dados com este nome e senha.

source: Front access:
pt_br: Acesso à loja:

source: Commission plan
pt_br: Plano de comissão

source: Click fee
pt_br: Tarifa por clique

source: Base fee
pt_br: Tarifa básica

source: Percent fee
pt_br: Taxa de porcentagem

source: Technical information -- Simple mode
pt_br: Informação técnica -- Modo simplificado

source: Include
pt_br: Incluindo

source: HTTP referrer
pt_br: Referência HTTP

source: Exclude
pt_br: Excluindo

source: Request URI
pt_br: URI de pedido

source: Technical information -- Expert mode
pt_br: Informação técnica - Modo Expert

source: Unique visitors
pt_br: Visitante únicos

source: Pages viewed
pt_br: Páginas vistas

source: Registration rate
pt_br: Número de cadastros

source: Referrer
pt_br: Site de referência

source: Server
pt_br: Servidor

source: GET variable
pt_br: Variável GET

source: $_GET variable
pt_br: Variável $_GET

source: Add new search engine
pt_br: Adicionar novo motor de busca

source: Undefined
pt_br: Indefinido

source: There are no visitors online.
pt_br: Não há visitantes online.

source: Unknown
pt_br: Desconhecido

source: Product name
pt_br: Nome do produto

source: No default warehouse (default setting)
pt_br: Nenhum armazém pré-definido (opção padrão)

source: Products (general)
pt_br: Produtos

source: Catalog mode
pt_br: Módo Catálogo

source: Number of days for which the product is considered 'new'
pt_br: Número de dias em que o produto é considerado \"novo\"

source: Max size of product summary
pt_br: Tamanho máx do resumo do produto

source: Quantity discounts based on
pt_br: Descontos de quantidade com base em

source: Force update of friendly URL
pt_br: Forçar atualização da URL amigável

source: Default activation status
pt_br: Estado predefinido da ativação

source: Pagination
pt_br: Paginação

source: Products per page
pt_br: Artigos por página

source: Default order by
pt_br: Ordenação por padrão é

source: Product price
pt_br: Preço artigo

source: Product add date
pt_br: Data de entrada do artigo

source: Product modified date
pt_br: Data de modificação do artigo

source: Position inside category
pt_br: Posição privilegiada da categoria

source: Product quantity
pt_br: Quantidade do produto

source: Product reference
pt_br: Referência do produto

source: Default order method
pt_br: Método de ordem padrão

source: Product page
pt_br: Página do produto

source: Display available quantities on the product page
pt_br: Mostrar quantidades disponíveis na página do produto

source: Display remaining quantities when the quantity is lower than
pt_br: Mostrar quantidades remanescentes quando o estoque é menor que

source: Display unavailable product attributes on the product page
pt_br: Mostrar atributos de produto indisponíveis na página do produto

source: Display the "add to cart" button when a product has attributes
pt_br: Exibir botão "Comprar" quando o produto tem atributos

source: Separator of attribute anchor on the product links
pt_br: Âncora separadora de atributos nos links de produtos

source: Display discounted price
pt_br: Mostrar preço com desconto

source: Products stock
pt_br: Estoque de produtos

source: Allow ordering of out-of-stock products
pt_br: Permitir compras quando o produto estiver fora do estoque

source: Enable stock management
pt_br: Ativar gestor de estoque

source: Default pack stock management
pt_br: Gerenciamento padrão de pacotes

source: Decrement pack only.
pt_br: Deduzir pacote apenas.

source: Decrement products in pack only.
pt_br: Deduzir apenas produtos do pacote.

source: Decrement both.
pt_br: Deduzir ambos.

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Social title
pt_br: Título Social

source: Neutral
pt_br: Neutro

source: Add new social title
pt_br: Adicionar novo título social

source: Social titles
pt_br: Títulos Sociais

source: Image width
pt_br: Largura da imagem

source: Image height
pt_br: Altura da imagem

source: Search
pt_br: Busca

source: Rewritten URL
pt_br: URL reescrita

source: Alias
pt_br: Apelido

source: Shop name
pt_br: Nome da loja

source: Shop ID
pt_br: ID da loja

source: Shop group
pt_br: Grupo da Loja

source: Root category
pt_br: Categoria Raiz

source: Main URL for this shop
pt_br: URL principal para esta loja

source: Edit this shop group
pt_br: Editar este grupo de loja

source: Add new shop
pt_br: Adicionar nova loja

source: Multistore tree
pt_br: Árvore multiloja

source: Page
pt_br: Página

source: Page title
pt_br: Título da página

source: Accented URL
pt_br: URL acentuada

source: Redirect to the canonical URL
pt_br: Redirecionar para a URL canônica

source: No redirection (you may have duplicate content issues)
pt_br: Sem redirecionamento (você poderá ter problemas com conteúdo duplicado)

source: 302 Moved Temporarily (recommended while setting up your store)
pt_br: 302 Movido temporariamente (recomendado enquanto está configurando sua loja)

source: 301 Moved Permanently (recommended once you have gone live)
pt_br: 301 Movido permanentemente (recomendado quando tiver sua loja no ar)

source: Disable Apache's MultiViews option
pt_br: Desabilitar a opção MultiViews do Apache

source: Disable Apache's mod_security module
pt_br: Desabilitar o módulo mod_security do Apache

source: Generate robots.txt file
pt_br: Gerar arquivo robots.txt

source: Robots file generation
pt_br: Gerador de arquivo Robots

source: Set shop URL
pt_br: Definir URL loja

source: Shop domain
pt_br: Dominio da loja

source: SSL domain
pt_br: SSL dominio

source: Base URI
pt_br: URI Base

source: Set up URLs
pt_br: Instalação URLs

source: Manage domain name
pt_br: Gerenciar nome de domínio

source: Add a domain name
pt_br: Adicionar um domínio

source: Schema of URLs
pt_br: Esquema de URLs

source: Add a new page
pt_br: Adicionar nova página

source: Keywords: %s
pt_br: Palavras: %s

source: Default pages
pt_br: Páginas padrões

source: Module pages
pt_br: Páginas do módulo

source: Page name
pt_br: Nome da página

source: Route to products
pt_br: Rota para produtos

source: Route to category
pt_br: Rota para a categoria

source: Route to category which has the "selected_filter" attribute for the "Layered Navigation" (blocklayered) module
pt_br: Rota para categoria que possui o atributo "filtro selecionado" pelo módulo de "Navegação em Camadas" (blocklayered)

source: Route to supplier
pt_br: Rota para fornecedor

source: Route to brand
pt_br: Caminho para a marca

source: Route to modules
pt_br: Rota para módulos

source: Enable Shop
pt_br: Habilitar a Loja

source: Maintenance IP
pt_br: IP de Manutenção

source: Custom maintenance text
pt_br: Texto de manutenção personalizado

source: Enable final summary
pt_br: Ativar o resumo final

source: Enable guest checkout
pt_br: Habilitar a finalização de compra como visitante

source: Disable Reordering Option
pt_br: Desabilitar a opção de refazer o pedido

source: Minimum purchase total required in order to validate the order
pt_br: Total de mínimo da compra requerido de forma a poder validar uma compra

source: Allow multishipping
pt_br: Permitir múltiplas entregas

source: Delayed shipping
pt_br: Entrega em atraso

source: Terms of service
pt_br: Termos de serviço

source: Page for the Terms and conditions
pt_br: Página dos Termos e condições

source: Gift options
pt_br: Opções de Presentes

source: Offer gift wrapping
pt_br: Oferecer embalagem de presente

source: Gift-wrapping price
pt_br: Preço da embalagem de presente

source: Gift-wrapping tax
pt_br: Imposto de embalagem para presente

source: Offer recycled packaging
pt_br: Oferecer embalagens recicladas

source: Group name
pt_br: Nome do grupo

source: Discount (%)
pt_br: Desconto (%)

source: Members
pt_br: Membros

source: Show prices
pt_br: Mostrar os preços

source: Creation date
pt_br: Data de criação

source: Default groups options
pt_br: Padrão de opções de grupo

source: Visitors group
pt_br: Grupo de Visitantes

source: Guests group
pt_br: Grupo de convidados

source: Customers group
pt_br: Grupo de clientes

source: Save, then add a category reduction.
pt_br: Salve, depois adicione um desconto à categoria.

source: Add new group
pt_br: Adicionar um novo grupo

source: Customer group
pt_br: Grupo de clientes

source: Price display method
pt_br: Método de exibição do preço

source: Category discount
pt_br: Categoria de desconto

source: Modules authorization
pt_br: Autorização de módulos

source: Registration date
pt_br: Data de cadastro

source: Add new store
pt_br: Adcionar nova loja

source: Stores
pt_br: Lojas

source: Store name (e.g. City Center Mall Store).
pt_br: Nome da loja (ex: Loja do Shopping Tal).

source: Allowed characters: letters, spaces and %s
pt_br: Caracteres permitidos: letras, espaços e %s

source: Store coordinates (e.g. 45.265469/-47.226478).
pt_br: Coordenadas da loja (ex: 45.265469/-47226478).

source: Picture
pt_br: Imagem

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wednesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Choose your country
pt_br: Escolha seu país

source: Choose your state (if applicable)
pt_br: Escolha seu estado (se for o caso)

source: Displayed in emails and page titles.
pt_br: Mostrado nos e-mails e títulos de páginas.

source: Shop email
pt_br: E-mail da loja

source: Registration number
pt_br: Número de registro

source: Shop address line 1
pt_br: Endereço da Loja

source: Shop address line 2
pt_br: Linha loja de endereço 2

source: Contact details
pt_br: Detalhes do contato

source: Icon
pt_br: Ícone

source: Send email to customer
pt_br: Enviar email ao cliente

source: Email template
pt_br: Template de email

source: Edit return status
pt_br: Editar estado da devolução

source: Add new order status
pt_br: Adicionar novo status de pedido

source: Add new order return status
pt_br: Adicionar novo status de devolução de pedido

source: Return statuses
pt_br: Status de devolução

source: Status name
pt_br: Nome do status

source: Color
pt_br: Cor

source: Consider the associated order as validated.
pt_br: Considere a compra associada como validada

source: Allow a customer to download and view PDF versions of his/her invoices.
pt_br: Permitir ao cliente baixar a fatura em PDF.

source: Hide this status in all customer orders.
pt_br: Ocultar este status nos pedidos dos clientes.

source: Send an email to the customer when his/her order status has changed.
pt_br: Envie e-mail para o cliente quando o status do pedido for alterado

source: Attach invoice PDF to email.
pt_br: Anexar o PDF da fatura ao e-mail.

source: Attach delivery slip PDF to email.
pt_br: Anexar PDF da nota de entrega ao e-mail.

source: Set the order as shipped.
pt_br: Definir o pedido como "Enviado".

source: Set the order as paid.
pt_br: Definir o pedido como "Pago".

source: Show delivery PDF.
pt_br: Mostrar o PDF de envio.

source: Template
pt_br: Modelo

source: Return status
pt_br: status de retorno

source: Order status
pt_br: Status do pedido

source: Re-display cart at login
pt_br: Mostrar novamente o carrinho depois do login

source: Send an email after registration
pt_br: Enviar email depois do registro

source: Password reset delay
pt_br: Intervalo de redefinição de senha

source: minutes
pt_br: minutos

source: Enable B2B mode
pt_br: Ativar modo B2B

source: Enable partner offers
pt_br: Ativar ofertas dos associados

source: Round up away from zero, when it is half way there (recommended)
pt_br: Arredondar a partir do zero, quando estiver pela metade (recomendado)

source: Round down towards zero, when it is half way there
pt_br: Arredondar pro zero, quando estiver pela metade

source: Round towards the next even value
pt_br: Arredondar para o próximo valor igual

source: Round towards the next odd value
pt_br: Arredondar para o próximo valor diferente

source: Round up to the nearest value
pt_br: Arredondar para o valor mais próximo

source: Round down to the nearest value
pt_br: Arredondar para baixo para o próximo valor

source: Enable SSL
pt_br: Habilitar SSL

source: Enable SSL on all pages
pt_br: Ativar SSL em todas as páginas

source: Increase front office security
pt_br: Aumentar a segurança da loja

source: Allow iframes on HTML fields
pt_br: Permitir iframes em campos HTML

source: Use HTMLPurifier Library
pt_br: Usar a biblioteca HTMLPurifier

source: Round mode
pt_br: Modo de arredondamento

source: Round type
pt_br: Tipo de arredondamento

source: Round on each item
pt_br: Arredondar em cada item

source: Round on each line
pt_br: Arredondar em cada linha

source: Round on the total
pt_br: Arredondar no total

source: Number of decimals
pt_br: Número de casas decimais

source: Display brands and suppliers
pt_br: Apresentar marcas e fornecedores

source: Display best sellers
pt_br: Exibir os mais vendidos

source: Enable Multistore
pt_br: Ativar MultiStore

source: Main Shop Activity
pt_br: Atividade principal da loja

source: Please click here to check if your shop supports HTTPS.
pt_br: Por favor, clique aqui para verificar se sua loja tem suporte a HTTPS.

source: Contacts
pt_br: Contatos

source: Save messages?
pt_br: Salvar no Atendimento ao Cliente?

source: Add new contact
pt_br: Adicionar novo contato

source: Aliases
pt_br: Alias

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
pt_br: Os produtos "indexados" foram analisados pelo PrestaShop e irão aparecer nos resultados de pesquisas na loja.

source: Indexed products
pt_br: Indexação de produtos

source: Building the product index may take a few minutes.
pt_br: Construção do índice do produto pode levar alguns minutos ou mais

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
pt_br: Se seu servidor parar de responder antes do término do processo, você pode resumir a indexação clicando em "Adicionar produtos faltantes ao índice".

source: Add missing products to the index
pt_br: Adicionar produtos faltantes ao índice

source: Re-build the entire index
pt_br: Recriar todo o índice

source: You can set a cron job that will rebuild your index using the following URL:
pt_br: Pode definir uma tarefa cron que irá recriar o índice utilizando o seguinte URL:

source: Search within word
pt_br: Pesquisar dentro da palavra

source: Search exact end match
pt_br: Procurar o termo exato

source: Minimum word length (in characters)
pt_br: Comprimento mínimo da palavra

source: Blacklisted words
pt_br: Lista negra de palavras

source: Weight
pt_br: Peso

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
pt_br: O "peso" representa a sua importância e relevância para o ranking dos produtos sempre tentar uma nova pesquisa.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
pt_br: Uma palavra com um peso de 8 terá valor 4 vezes mais do que uma palavra com um peso de 2.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
pt_br: É por isso que recomendamos para definir um peso maior para as palavras que aparecem no nome ou referência de um produto do que os da descrição

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
pt_br: Definindo o peso 0 vai excluir este campo do índice de busca. Re-criar o índice inteiro é necessário quando alterar de 0 ou para 0

source: Product name weight
pt_br: Peso para nome do produto

source: Reference weight
pt_br: Peso para referência

source: Short description weight
pt_br: Peso para descrição rápida

source: Description weight
pt_br: Peso para descrição

source: Category weight
pt_br: Peso para categoria

source: Brand weight
pt_br: Peso da marca

source: Tags weight
pt_br: Peso para tags

source: Attributes weight
pt_br: Peso para atributos

source: Features weight
pt_br: Peso de recursos

source: Add new alias
pt_br: Adicionar novo apelido

source: Result
pt_br: Resultado

source: Indexing
pt_br: Indexação

source: Refresh index
pt_br: Atualizar indice

source: Refresh cache
pt_br: Atualizar cache

source: Save direct traffic?
pt_br: Salvar tráfego direto

source: Add new tag
pt_br: Adicionar nova tag

source: Tag
pt_br: Etiqueta

source: Hours:
pt_br: Horas:

source: Statistics
pt_br: Estatísticas

source: Filter by product:
pt_br: Filtro por produto:

source: Authorized modules:
pt_br: Módulos autorizados:

source: This category already exists for this group.
pt_br: Essa categoria já existe para este grupo.

source: Add a category discount
pt_br: Adicionar desconto de categoria

source: New group category discount
pt_br: Nova categoria de desconto

source: Discount (%):
pt_br: Desconto (%):

source: Discount: %.2f%%
pt_br: Desconto: %.2f%%

source: Group information
pt_br: Informação do grupo

source: Price display method:
pt_br: Método de apresentação do preço:

source: Show prices:
pt_br: Mostrar preços:

source: Current category discount
pt_br: Categoria de desconto atual

source: Members of this customer group
pt_br: Clientes membros desse grupo

source: Limited to the first 100 customers.
pt_br: Limitado aos primeiros 100 clientes.

source: Please use filters to narrow your search.
pt_br: Por favor use o filtro para refinar sua pesquisa.
