Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminShopparametersHelp.*.xlf
Languages: pt_br

source: Enable this option only if your server allows URL rewriting (recommended).
pt_br: Ative esta opção se seu servidor permite reescrita de URL (recomendado).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
pt_br: Reescrita de URL (mod_rewrite) não está ativo no seu servidor, ou não é possível verificar a configuração do servidor. Se você quiser usar URLs amigáveis ​​você deve ativar este mod

source: Enable this option if you want to allow accented characters in your friendly URLs.
pt_br: Ative esta opção se desejar permitir acentuação em suas URLs amigáveis.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
pt_br: Você deve ativar esta opção apenas se estiver usando caracteres não-latinos; para todos os conjuntos de caracteres latinos, seu SEO será melhor sem esta opção.

source: Enable this option only if you have problems with URL rewriting.
pt_br: Habilitar esta opção apenas se você tiver problemas com reescrita de URL.

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
pt_br: Algumas das funcionalidades do PrestaShop podem não funcionar corretamente com determinadas configurações do módulo mod_security do Apache. Recomendamos que este módulo seja desabilitado.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
pt_br: Você pode pesquisar por um novo domínio ou adicionar um nome de domínio que já possua. Você será redirecionado para sua conta do PrestaShop.com.

source: Name of the related page.
pt_br: Nome da página relacionada.

source: Title of this page.
pt_br: Título desta página.

source: A short description of your shop.
pt_br: Uma curta descrição da sua loja.

source: List of keywords for search engines.
pt_br: Lista de palavras-chave para motores de busca.

source: To add tags, click in the field, write something, and then press the "Enter" key.
pt_br: Para adicionar \"tags\" click no campo, escreva algo e tecle \"Enter\"

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
pt_br: Por exemplo, \"contatos\" para http://www.sualoja.com.br/contatos redirecionar para http://www.sualoja.com.br/contact-form.php

source: Only letters and hyphens are allowed.
pt_br: Apenas letras e hífens são permitidos.

source: Invalid characters:
pt_br: Carateres inválidos:

source: Image width in pixels. Enter "0" to use the original size.
pt_br: Largura de imagem em pixels. Coloque "0" para utilizar o tamanho original.

source: Image height in pixels. Enter "0" to use the original size.
pt_br: Altura da imagem em pixels. Coloque "0" para utilizar o tamanho original.

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
pt_br: Ativar ou desativar a loja. É recomendado desativar enquanto realiza uma manutenção, mas o painel administrativo continuará disponível

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
pt_br: Endereços IP permitidos para acessar a Loja mesmo que esteja desativada. Use vírgula para separá-los (ex: 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
pt_br: Personalizar texto apresentado na página de manutenção enquanto a loja é desativada.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
pt_br: Apresentar um resumo com os endereços, o método de envio e o carrinho logo antes de pressionar no botão de encomenda (obrigatório em alguns países europeus).

source: Allow guest visitors to place an order without registering.
pt_br: Permitir pedidos de visitantes sem cadastro.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
pt_br: Desabilitar a opção que permite aos clientes refazer o pedido com um único clique a partir da página do histórico de pedidos (necessário por questões legais em certos países).

source: Set to 0 to disable this feature.
pt_br: Defina 0 para desativar esta funcionalidade.

source: Automatically updates the shipping costs when you edit an order.
pt_br: Atualiza automaticamente os custos de envio quando edita uma encomenda.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
pt_br: Permitir que o cliente envie seu pedido para vários endereços. Esta opção irá converter o carrinho do cliente em um ou mais pedidos.

source: Allows you to delay shipping at your customers' request.
pt_br: Permite atrasar o envio a pedido do seu cliente.

source: Require customers to accept or decline terms of service before processing an order.
pt_br: Requerer que os clientes aceitem ou não os termos de serviço antes de ser processada uma determinada compra

source: Choose the page which contains your store's terms and conditions of use.
pt_br: Escolha a página que contém os termos e as condições de utilização da sua loja.

source: Suggest gift-wrapping to customers.
pt_br: Sugerir para o cliente a possibilidade de embalar para presente e deixar uma mensagem

source: Set a price for gift wrapping.
pt_br: Defina um preço para a embalagem para presente.

source: Set a tax for gift wrapping.
pt_br: Defina um imposto para a embalagem para presente.

source: Suggest recycled packaging to customer.
pt_br: Sugerir embalagens recicladas para seus clientes.

source: The group defined for your un-identified visitors.
pt_br: Grupo definido para visitantes não-identificados.

source: The group defined for your identified guest customers (used in guest checkout).
pt_br: Grupo definido para clientes convidados identificados (que criaram pedidos como visitantes).

source: The group defined for your identified registered customers.
pt_br: O grupo definido para os seus clientes registados e identificados.

source: Automatically apply this value as a discount on all products for members of this customer group.
pt_br: Aplicar automaticamente este valor como desconto em todos os produtos para os membros do grupo de clientes.

source: How prices are displayed in the order summary for this customer group.
pt_br: Como os preços são exibidos no resumo do pedido para esse grupo de clientes. (com ou sem impostos).

source: Customers in this group can view prices.
pt_br: Os clientes neste grupo podem ver os preços.

source: %s - All persons without a customer account or customers that are not logged in.
pt_br: %s - Todas as pessoas sem uma conta de cliente ou clientes que não estão logados.

source: %s - All persons who placed an order through Guest Checkout.
pt_br: %s - Todas as pessoas que iniciaram um pedido através do Checkout de Convidados.

source: %s - All persons who created an account on this site.
pt_br: %s - Todas as pessoas que criaram uma conta no site.

source: PrestaShop has three default customer groups:
pt_br: O PrestaShop tem três grupos de clientes predefinidos:

source: Whether or not to display this store.
pt_br: Mostrar ou não esta loja.

source: Storefront picture.
pt_br: Imagem da Vitrine da loja

source: Displayed in emails sent to customers.
pt_br: Mostrado nos e-mails enviados para clientes.

source: Shop registration information (e.g. SIRET or RCS).
pt_br: Informação do cadastro na loja (ex: CNPJ ou Razão Social).

source: Order status (e.g. 'Pending').
pt_br: Status do pedido (Ex: 'Pendente').

source: Invalid characters: numbers and
pt_br: Caracteres inválidos: número e

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
pt_br: Enviar um ícone do seu computador (tipo de arquivo .gif, tamanho sugerido: 16x16).

source: Status will be highlighted in this color. HTML colors only.
pt_br: O Status será destacado com esta cor. Apenas cores HTML.

source: Only letters, numbers and underscores ("_") are allowed.
pt_br: Apenas letras, números e sublinhados ( _ ) são permitidos.

source: Email template for both .html and .txt.
pt_br: Template de e-mail para ambos .html e .txt

source: Order's return status name.
pt_br: Nome do Status da Devolução do pedido

source: When active, all shopping features will be disabled.
pt_br: Quando ativo, todas as caraterísticas de loja serão desativadas

source: Set the maximum size of the summary of your product description (in characters).
pt_br: Defina o tamanho máximo do resumo da descrição do produto (em carateres).

source: characters
pt_br: Caracteres

source: How to calculate quantity discounts.
pt_br: Como calcular descontos no atacado.

source: When active, friendly URL will be updated on every save.
pt_br: Quando ativado, a URL amigável será atualizada cada vez que salvar.

source: When active, new products will be activated by default during creation.
pt_br: Quando ativos, os novos produtos serão ativados por defeito durante a criação.

source: Number of products displayed per page. Default is 10.
pt_br: Artigos exibidos por página. Valor por padrão é 10.

source: The order in which products are displayed in the product list.
pt_br: Ordenação padrão da lista de artigos

source: Default order method for product list.
pt_br: Método de ordenação padrão para a lista de produtos

source: Set to "0" to disable this feature.
pt_br: Definir a 0 para destativar esse recurso

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
pt_br: Mostrar ou esconder o botão "Comprar" na página de categorias para produtos que possuem atributos que exijam ver os detalhes do produto.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
pt_br: Na tabela de descontos por quantidade, mostrar o preço com o desconto aplicado, ao invés de mostrar o desconto (ex: \"-5%\").

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
pt_br: Por padrão, o botão \"Comprar\" é oculto quando um produto está indisponível. Você pode escolher mostrá-lo em todas as situações.

source: When selling packs of products, how do you want your stock to be calculated?
pt_br: Quando vender pacotes de produtos, qual o cálculo que pretende aplicar ao seu stock?

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
pt_br: Depois do cliente acessar, você poderá mostrar novamente o conteúdo do seu ultimo carrinho de compras.

source: Send an email with summary of the account information (email, password) after registration.
pt_br: Enviar um e-mail com o resumo das informações da conta (e-mail, senha) após o cadastro.

source: Minimum time required between two requests for a password reset.
pt_br: O tempo mínimo necessário entre dois pedidos para uma redefinição de senha.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
pt_br: Ativar ou desativar o modo de B2B. Quando esta opção está ativada, algumas características B2B estão disponíveis.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
pt_br: Apresentar ou não a caixa para subscrever ofertas de parceiros.

source: Leave blank if no change.
pt_br: Deixe em branco se não for alterada.

source: Fee given for each visit.
pt_br: A gratificação é determinada para cada visita

source: Fee given for each order placed.
pt_br: Tarifa para cada pedido realizado.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
pt_br: Se souber usar expressões regulares do MySQL, pode usar o [1]expert mode[/1].

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
pt_br: Se você possui um certificado SSL para o domínio da sua loja, você pode ativar a criptografia SSL (https://) para a identificação do cliente e minha conta e para o processo de compra.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
pt_br: Se desejar ativar o SSL em todas as páginas da sualoja, marque a opção abaixo "Ativar em todas as páginas".

source: When enabled, all the pages of your shop will be SSL-secured.
pt_br: Quando ativado, todas as páginas da sua loja estão seguras com SSL.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
pt_br: Ativar ou desativar o token da loja, a fim de melhorar a segurança da loja PrestaShop.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
pt_br: Permitir iframes em campos de texto como a descrição do produto. Recomendamos deixar esta opção desativada.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
pt_br: Limpar o conteúdo HTML dos campos de texto. É recomendado deixar esta opção ativa.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
pt_br: Você pode escolher entre 6 formas diferentes de arredondamento de preços. "Arredondar pra cima a partir do zero..." é o comportamento recomendado.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
pt_br: Você pode escolher quando arredondar os preços. em cada item, em cada linha ou no total (em uma fatura, por exemplo).

source: Choose how many decimals you want to display
pt_br: Escolha quantos decimais deseja mostrar

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
pt_br: Ative as páginas de marcas e de fornecedores na administração da sua loja, mesmo quando os respetivos módulos estiverem desativados.

source: Enable best sellers page on your front office even when its respective module is disabled.
pt_br: Ativar a página de "produtos mais vendidos" na loja, mesmo quando o módulo estiver desativado.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
pt_br: Multistore característica permite gerenciar várias lojas com um back-office. Se este recurso for ativado, um "MultiStore" página estará disponível em "Advanced Parâmetros" do menu.

source: Contact name (e.g. Customer Support).
pt_br: Nome do contato (ex: Atendimento ao Cliente).

source: Emails will be sent to this address.
pt_br: E-mails serão enviados deste endereço.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
pt_br: Se habilitado, todas as mensagens serão salvas no "Atendimento ao Cliente" página sob o título "Cliente" no menu

source: Further information regarding this contact.
pt_br: Outras informações sobre este contato.

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
pt_br: Permitir indexação automática dos produtos. Se você ativar esse recurso, os produtos serão indexados na busca automaticamente quando eles são salvos, mas se o recurso estiver desativado, você vai ter que indexar os produtos manualmente, usando os links fornecidos no conjunto de campos.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
pt_br: Por padrão, ao pesquisar "blusa", você precisa digitar "blus", "blu", etc... (início da palavra) - mas não "lusa" (dentro da palavra).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
pt_br: Com esta opção ativada, também são mostrados bons resultados para "lusa", "usa", ou qualquer termo dentro da palavra.

source: Enable search within a whole word, rather than from its beginning only.
pt_br: Ativa a busca para toda a palavra, ao invés de procurar apenas pelo início.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
pt_br: verifica se o item pesquisado está contido na palavra do índice. Isto pode consumir recursos de processamento.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
pt_br: Por padrão, se você pesquisar por "livr", você terá resultados como "livro", "livraria", "livreiro"...

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
pt_br: Com esta opção ativada, são mostrados apenas resultados para "livr", a palavra completa.

source: Enable more precise search with the end of the word.
pt_br: Ativa busca mais precisa com o fim da palavra.

source: It checks if the searched term is the exact end of the indexed word.
pt_br: Verifica se o item pesquisado tem o fim exato da palavra indexada.

source: Only words this size or larger will be indexed.
pt_br: Apenas palavras a partir desse tamanho serão indexadas

source: Please enter the index words separated by a "|".
pt_br: Por favor, insira as palavras separadas por uma barra "|"

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
pt_br: Informe cada apelido separado por vírgula (ex: 'prestshop, preztshop, prestasohp').

source: Forbidden characters: <>;=#{}
pt_br: Carateres não permitidos: <>;=#{}

source: Search this word instead.
pt_br: Pesquisar, então, por esta palavra.

source: This field does not refer to the shop name visible in the front office.
pt_br: Este campo não se refere ao nome da loja visível no Front Office.

source: Follow %sthis link%s to edit the shop name used on the front office.
pt_br: Siga %s este link %s para editar o nome da loja utilizado no front office.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
pt_br: Você não pode editar o grupo de loja, porque a loja atual pertence a um grupo com um \"share\" opção ativada.

source: This is the root category of the store that you've created. To define a new root category for your store, %splease click here%s.
pt_br: Esta é a categoria-raiz atual da sua loja. Para definir uma nova categoria-raiz para a sua loja, %sclique aqui%s.

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
pt_br: Ao selecionar categorias associadas, você escolhe para compartilhar as categorias entre lojas diferentes. Uma vez associado entre as lojas, qualquer alteração de uma categoria de associado terá impacto sobre todas as lojas para os quais essas categorias serão associados.

source: e.g. 10:00AM - 9:30PM
pt_br: Exemplo: 10:00AM - 8:00PM

source: Show me more
pt_br: Mostrar mais

source: Definitions:
pt_br: Definições:

source: The "http_referer" field is the website from which your customers arrive.
pt_br: O campo "http_referer" corresponde ao site de onde são provenientes os seus clientes.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
pt_br: Por exemplo, os visitantes provenientes do Google terão um 'HTTP_REFERER' deste tipo: 'http://www.google.com/search?q=prestashop'.

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
pt_br: Se o visitante chega diretamente (por escrever o URL da loja ou usar o marcador de favoritos) o "http_referer" estará vazio.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
pt_br: Então, se você deseja que todos os visitantes provenientes do Google, você pode digitar \"google%%\" neste domínio, ou \"% google.br%\" se quiser que os visitantes provenientes de apenas do Google Brasil.

source: The "request_uri" field is the URL from which the customers come to your website.
pt_br: O campo "request_uri" corresponde ao URL a partir do qual são provenientes os clientes que chegam ao seu site.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
pt_br: Por exemplo, se o visitante acessa uma página de produto, o URL será parecido com isto: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
pt_br: Isso é útil porque você pode adicionar algumas tags ou fichas nos links que apontam para seu site.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
pt_br: Por exemplo, você pode publicar um link (como "%sindex.php?minhapalavrachaveunica" – note que adicionou "?minhapalavrachaveunica" ao fim do URL) num fórum online ou num comentário num blog, e receber estatísticas dos visitantes que clicaram neste link por introduzir "%%minhapalavrachaveunica" no campo "request_uri".

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
pt_br: Este método é mais confiável do que o método "http_referer", mas existe uma desvantagem: caso um motor de busca referencie uma página com o seu link, este será mostrado nos resultados de pesquisa e o total não contabilizará apenas os locais onde colocou o seu link, mas também das visualizações dos motores de busca que capturaram esse link.

source: The "Include" fields indicate what has to be included in the URL.
pt_br: Os campos "incluir" indicam o que deve ser incluído na URL.

source: The "Exclude" fields indicate what has to be excluded from the URL.
pt_br: Os campos 'excluir' indicam o que deve ser excluído na URL.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
pt_br: Quando utiliza o modo simples, pode utilizar vários carateres genéricos para substituir outros:

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
pt_br: _" substituirá um caráter. Se quiser usar o verdadeiro "_", deve inserir: "\\_".

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
pt_br: %" substituirá vários carateres. Se quiser usar o verdadeiro "%", deve inserir: "\\%".
