Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminShopparametersHelp.*.xlf
Languages: pt_br

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
pt_br: O Modo Simplificado utiliza o padrão de busca "LIKE" do MySQL, mas para maior capacidade de busca podem ser utilizadas expressões regulares do MySQL no modo Avançado.

source: Take a look at MySQL's documentation for more details.
pt_br: Verifique a documentação do MySQL para mais detalhes.

source: Get help!
pt_br: Peça Ajuda!

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
pt_br: Existe uma enorme quantidade de dados, então cada conexão correspondente a um site de referência é indexada. Você pode atualizar este índice clicando n botão \"Atualizar Índice\". Este processo pode demorar um pouco, e só é necessário se você tiver adicionado ou alterado um site de referência, ou se vc desejar que as alterações sejam retroativas.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
pt_br: Seus dados estão em cache para serem ordenados e filtrados. Você pode atualizar o cache clicando no botão \"Atualizar Cache\"

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
pt_br: O tráfego direto pode ser bastante recursos. Você deve considerar permitindo que ele somente se você tiver um servidor de banco de dados forte e uma forte necessidade para isso.
