Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminAdvparametersNotification.*.xlf
Languages: pt_br

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
pt_br: Aviso, a importação atual pode exigir uma atualização da configuração do PHP, para permitir que mais dados sejam transferidos. Se a importação atual parar antes do fim, você deverá aumentar a configuração "post_max_size" do seu PHP para [1]%size%[/1]MB pelo menos, e tentar novamente.

source: Some errors were detected. Please check the details:
pt_br: Alguns erros foram detectados. Por favor confira os detalhes:

source: We made the following adjustments:
pt_br: Nós fizemos os seguintes ajustes:

source: Validating data...
pt_br: Validando dados...

source: [1]%percentage%[/1]% validated
pt_br: [1]%percentage%[/1]% validada

source: Processing next page...
pt_br: Processando a próxima página...

source: Linking accessories...
pt_br: Relacionando acessórios...

source: [1]%size%[/1]% imported
pt_br: [1]%size%[/1]% importado

source: Ignore warnings and continue?
pt_br: Ignorar avisos e continuar?

source: Abort import
pt_br: Interromper importação

source: Can't add the voucher.
pt_br: Impossível adicionar o cupom.

source: You do not have permission to view this.
pt_br: Você não tem permissões para exibir

source: There is no "/backup" directory.
pt_br: Não existe nenhuma pasta "/backup".

source: No file has been specified.
pt_br: Nenhum arquivo foi especificado.

source: Unable to open backup file(s).
pt_br: Não é possível abrir o(s) arquivo(s) de backup.

source: Unable to display backup file(s).
pt_br: Não é possível exibir o(s) arquivo(s) de backup.

source: Administrator permissions cannot be modified.
pt_br: Permissões do administrador não podem ser modificadas.

source: Disclaimer before creating a new backup
pt_br: Termos antes de criar um novo backup

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
pt_br: PrestaShop é um software open-source, você está usando em seu próprio risco no âmbito do contrato de licença.

source: You should back up your data on a regular basis (both files and database).
pt_br: Você deve fazer o backup dos seus dados regularmente (arquivos e banco de dados).

source: This function only backs up your database, not your files.
pt_br: Esta função só faz o backup de seu banco de dados, não dos arquivos.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
pt_br: Por padrão, as tabelas do banco de dados existente serão excluídas durante a restauração do backup (veja as "Opções de backup" abaixo).

source: Always verify the quality and integrity of your backup files!
pt_br: Sempre verifique a qualidade e a integridade de seus arquivos de backups!

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
pt_br: Sempre verifique se seus arquivos de backups são completos, atualizados e válidos. Mesmo se você teve uma mensagem de sucesso durante o processo de backup.

source: Always check your data.
pt_br: Sempre verifique seus dados.

source: Never restore a backup on a live site.
pt_br: Nunca restaure um Backup em um site em produção.

source: I have read the disclaimer. Please create a new backup.
pt_br: Eu li as responsabilidades - Crie um novo backup.

source: PrestaShop is not responsible for your database, its backups and/or recovery.
pt_br: PrestaShop não é responsável por seu banco de dados, backups, restauração e dados.

source: How to restore a database backup
pt_br: Como restaurar um backup de banco de dados

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
pt_br: Se você precisar restaurar um backup de banco de dados, convidamos você a se cadastrar em um [1][2]plano de suporte técnico[/2][/1].

source: Our team will take care of restoring your database safely.
pt_br: Nosso time pode cuidar da sua restauração de backup com segurança.

source: Why can't I restore it by myself?
pt_br: Por quê eu não posso restaurar sozinho?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
pt_br: Sua loja é hospedada pelo PrestaShop. Embora você possa criar arquivos de backup abaixo, existem configurações do núcleo que você não pode acessar, por questões de segurança, como o gerenciamento do banco de dados. Assim, apenas o nosso time pode efetuar uma restauração.

source: Beginning the download ...
pt_br: Início do download

source: Backup files should automatically start downloading.
pt_br: O processo de download dos arquivos de backup deverá começar automaticamente.

source: If not,[1][2] please click here[/1]!
pt_br: Se não,[1][2] por favor clique aqui[/1]!

source: Do you really want to remove the server %s:%s
pt_br: Tem certeza que deseja remover o servidor %s:%s

source: Please choose a MySQL table
pt_br: Favor escolher uma tabela MySQL

source: This SQL query has no result.
pt_br: Esta consulta SQL não retornou resultados.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
pt_br: O seu arquivo foi importado com sucesso na sua loja. Não se esqueça de re-criar o índice de pesquisa de produtos.

source: Note that the Category import does not support having two categories with the same name.
pt_br: Note que a importação de categorias não permite a existência de duas categorias com o mesmo nome.

source: Note that you can have several products with the same reference.
pt_br: Note que você pode ter vários produtos com a mesma referência.

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
pt_br: A importação de Detalhes de Pedidos de Fornecedores vai zerar o seu histórico de produtos solicitados, caso exista.

source: Are you sure that you would like to delete this entity:
pt_br: Tem certeza que deseja apagar esta entidade:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
pt_br: Você não tem permissão para excluir isto. Quando a opção Multiloja está ativada, apenas um SuperAdmin pode excluir todos os itens antes da importação.

source: Missing files
pt_br: Arquivos Ausentes

source: Updated files
pt_br: Arquivos Atualizados

source: Changed/missing files have been detected.
pt_br: Foram detectados arquivos ausentes ou alterados.

source: No change has been detected in your files.
pt_br: Nenhuma alteração foi detectada em seus arquivos.

source: Please fix the following error(s)
pt_br: Por favor, corrija o(s) seguinte(s) erro(s)

source: Checking files...
pt_br: Verificando os arquivos ...
