Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminOrderscustomersHelp.*.xlf
Languages: pt_br

source: Leave this field blank if there's no change.
pt_br: Deixe em branco para não alterar.

source: Password should be at least %s characters long.
pt_br: A senha deve ter de pelo menos %s caracteres.

source: Enable or disable customer login.
pt_br: Ativar ou desativar acesso do cliente

source: This customer will receive your ads via email.
pt_br: O cliente receberá suas ofertas por e-mail.

source: Select all the groups that you would like to apply to this customer.
pt_br: Selecionar todos os grupos que você gostaria de aplicar a este cliente.

source: This group will be the user's default group.
pt_br: Este grupo será o grupo padrão de usuários.

source: Only the discount for the selected group will be applied to this customer.
pt_br: Apenas o desconto para o grupo selecionado será aplicado a este cliente.

source: Valid characters:
pt_br: Caracteres válidos:

source: Prefix used for delivery slips.
pt_br: Prefixo utilizado para comprovantes de entrega.

source: The next delivery slip will begin with this number and then increase with each additional slip.
pt_br: A próxima entrega vai começar a incidir com esse número e, em seguida, com aumento adicional cada incidência

source: Adds an image before product name on Delivery-slip
pt_br: Adiciona uma imagem antes do nome do produto no Comprovante de entrega

source: Format: 2011-12-31 (inclusive).
pt_br: Formato: 2014-05-31 (inclusive).

source: Format: 2012-12-31 (inclusive).
pt_br: Formato: 2014-05-31 (inclusive).

source: If enabled, your customers will receive an invoice for the purchase.
pt_br: Se ativado, seus clientes receberão uma fatura pela compra.

source: If required, show the total amount per rate of the corresponding tax.
pt_br: Se obrigatório, mostrar o valor total por conversão da taxa correspondente.

source: Adds an image in front of the product name on the invoice
pt_br: Adiciona uma imagem na frente do nome do produto na fatura

source: Freely definable prefix for invoice number (e.g. #IN00001).
pt_br: Defina livremente o prefixo para a fatura (por exemplo. #FAT00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
pt_br: A fatura seguinte começará por este número e este vai aumentando a cada fatura adicional. Defina para 0 se deseja manter o número atual (que é %number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
pt_br: Utilize este campo para mostrar informação adicional na fatura abaixo do resumo das formas de pagamento (como informação legal específica).

source: This text will appear at the bottom of the invoice, below your company details.
pt_br: Este texto irá aparecer no rodapé da fatura, abaixo dos detalhes da sua empresa.

source: Choose an invoice model.
pt_br: Escolha um modelo de fatura.

source: Saves memory but slows down the PDF generation.
pt_br: Usa menos memória mas a geração de PDF é mais lenta.

source: You can also export orders which have not been charged yet.
pt_br: Você também pode exportar pedidos que ainda não foram cobrados.

source: Would you like to allow merchandise returns in your shop?
pt_br: Selecione se deseja ou não ativar as devoluções para a sua loja

source: How many days after the delivery date does the customer have to return a product?
pt_br: Número de dias que o cliente pode devolver, após a entrega

source: Prefix used for return name (e.g. RE00001).
pt_br: Prefixo utilizado para as devoluções (ex: DEV00001).

source: Merchandise return (RMA) status.
pt_br: Status da Devolução de Mercadoria (RMA)

source: List of products in return package.
pt_br: Lista de produtos no pacote devolvido.

source: The link is only available after validation and before the parcel gets delivered.
pt_br: O link está disponível apenas após a validação e antes de o pacote ser entregue.

source: Prefix used for credit slips.
pt_br: Prefixo utilizado para comprovantes de crédito

source: Resend this email to the customer
pt_br: Reenviar este e-mail para o cliente

source: Do not forget to update your exchange rate before making this change.
pt_br: Não se esqueça de atualizar sua taxa de conversão antes de fazer essa alteração.

source: This feature will generate a random password and send an email to the customer.
pt_br: Esta opção vai gerar uma senha aleatória e enviar para o cliente

source: Search for an existing customer by typing the first letters of his/her name.
pt_br: Pesquise um cliente existente digitando as primeiras letras de seu nome.

source: Send an email to the customer with the link to process the payment.
pt_br: Enviar um e-mail para o cliente com o link de pagamento.

source: Go on payment page to process the payment.
pt_br: Vá na página de pagamento para processar o pagamento.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
pt_br: Se você optar por criar este desconto para todas as faturas, um desconto será criado por fatura da ordem.

source: View details on the customer page
pt_br: Ver detalhes na página do cliente

source: View details on the order page
pt_br: Ver detalhes na página de compra

source: Select the fields you would like to be required for this section.
pt_br: Selecione os campos que você deseja que sejam obrigatórios para esta seção.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
pt_br: Por favor, certifique-se de seguir as normas e leis Anti-SPAM do seu país.

source: This feature generates a random password before sending an email to your customer.
pt_br: Esta característica gera uma senha aleatória e envia um e-mail para o cliente

source: This note will be displayed to all employees but not to customers.
pt_br: Essa mensagem será exibida a todos os vendedores, mas não para os clientes

source: You can add a comment here.
pt_br: Você pode adicionar um comentário aqui.
