Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/AdminNotificationsError.*.xlf
Languages: pt_br

source: You do not have permission to add this.
pt_br: Você não tem permissão para adicionar aqui.

source: Invalid action
pt_br: Ação inválida

source: You do not have permission to edit this.
pt_br: Você não tem permissões para editar.

source: You do not have permission to delete this.
pt_br: Você não tem permissões para apagar isto.

source: PrestaShop was unable to log in to Addons. Please check your credentials and your Internet connection.
pt_br: O PrestaShop não conseguiu autenticar-se nos Addons. Por favor, verifique as suas credenciais e sua conexão à internet.

source: This functionality has been disabled.
pt_br: Esta funcionalidade foi desativada.

source: Incorrect value for "Depends on stock" for product %1$s
pt_br: Valor incorreto para "depende do estoque" para o produto %1$s

source: Invalid URL
pt_br: URL inválido

source: The 'From' date format is invalid (YYYY-MM-DD)
pt_br: Formato da data 'De' é inválido (AAAA-MM-DD)

source: The 'To' date format is invalid (YYYY-MM-DD)
pt_br: Formato da data 'Até' é inválido (AAAA-MM-DD)

source: An error occurred while attempting to delete the image. (cannot load object).
pt_br: Ocorreu um erro durante a exclusão da imagem (não pode carregar o objeto).

source: You cannot delete this item.
pt_br: Você não pode excluir este item.

source: Unable to delete associated images.
pt_br: Não foi possível apagar imagens associadas

source: An error occurred when attempting to update the required fields.
pt_br: Erro na atualização de campos obrigatórios.

source: field %s is required.
pt_br: %s campo é obrigatório.

source: The object cannot be loaded (or found)
pt_br: Objeto não pode ser carregado (não encontrado)

source: The object cannot be loaded (the identifier is missing or invalid)
pt_br: O objeto não pode ser carregado (identificador ausente ou inválido)

source: The field %1$s is required at least in %2$s.
pt_br: O campo %1$s é necessária, pelo menos, em %2$s.

source: Can't delete #%d
pt_br: Impossível apagar Nº.%d

source: An error occurred while assigning a zone to the selection.
pt_br: Ocorreu um erro ao definir uma zona para esta seleção.

source: You must select at least one element to assign a new zone.
pt_br: Você deve selecionar pelo menos um elemento para definir uma nova zona.

source: You need at least one object.
pt_br: Você precisa de pelo menos um objeto.

source: You cannot delete all of the items.
pt_br: Você não pode excluir todos os itens.

source: An error occurred during deletion.
pt_br: Ocorreu um erro durante a exclusão.

source: The %1$s field (%2$s) is invalid.
pt_br: O campo %1$s (%2$s) é inválido.

source: An error occurred while uploading the image.
pt_br: Ocorreu um erro ao fazer o upload da imagem.

source: The %s field is required.
pt_br: O campo %s é necessária.

source: Invalid file name
pt_br: Extensão de arquivo inválido

source: An error occurred while attempting to create a new folder.
pt_br: Ocorreu um erro durante a criação da nova pasta

source: An error occurred while copying the image.
pt_br: Ocorreu um erro ao copiar a imagem.

source: Cannot delete file
pt_br: Não é possível excluir arquivo

source: Invalid name for %s language
pt_br: Nome inválido para o idioma %s

source: The name for %1s language is too long (%2d chars max).
pt_br: O Nome para o idioma %1s é muito extenso (máx. de %2%d caracteres).

source: The file is missing.
pt_br: Arquivo não encontrado

source: Invalid file extension
pt_br: Extensão de arquivo inválido

source: The file name is too long.
pt_br: O nome do arquivo muito longo

source: Invalid file
pt_br: Descrição inválido

source: Invalid date format.
pt_br: Formato de data inválido.

source: Invalid date range
pt_br: Limite de datas inválido

source: An error occurred while updating the image.
pt_br: Ocorreu um erro durante a atualização da imagem.

source: The object cannot be loaded.
pt_br: Não é possível carregar objeto

source: The tags list (%s) is invalid.
pt_br: Lista de tags (%s) é inválida

source: An error occurred while copying this image:
pt_br: Ocorreu um erro ao copiar a imagem:

source: An error occurred while deleting the object.
pt_br: Ocorreu um erro ao excluir objeto.

source: An error occurred while updating an object.
pt_br: Ocorreu um erro durante a atualização do objeto.

source: An error occurred while updating the status.
pt_br: Ocorreu um erro durante a atualização de status.

source: An error occurred while deleting this selection.
pt_br: Ocorreu um erro ao excluir a seleção.

source: You must select at least one element to delete.
pt_br: Você deve selecionar pelo menos um elemento a eliminar.

source: (cannot load object)
pt_br: (erro carregando o objeto)

source: An error occurred while updating the status for an object.
pt_br: Ocorreu um erro ao atualizar o status de objeto.

source: Failed to update the position.
pt_br: Falha ao atualizar a posição.

source: Error while delete
pt_br: Erro ao apagar

source: Failed to update the status
pt_br: Falha ao atualizar o status

source: You cannot upload more files
pt_br: Você não pode enviar mais arquivos

source: An error occurred while creating an object.
pt_br: Ocorreu um erro ao criar objeto.

source: The %s field is invalid.
pt_br: O campo %s é inválido.

source: The %1$s field is too long (%2$d chars max).
pt_br: O campo %1$s é muito longo (%2$d caracteress max).

source: An error occurred while saving the message.
pt_br: Ocorreu um erro ao salvar mensagem

source: You do not have permission to view this.
pt_br: Você não tem permissões para exibir

source: Access denied.
pt_br: Acesso negado.

source: [%s] is not a valid configuration key
pt_br: [%s] não é uma chave de configuração válida

source: This class name does not exist.
pt_br: Este nome da classe não existe.

source: This property does not exist in the class or is forbidden.
pt_br: Esta propriedade não existe na classe ou é proibida

source: This association has too many elements.
pt_br: Esta associação tem também muitos elementos.

source: This name is not allowed.
pt_br: Este nome não é permitido

source: Syntax error with this pattern.
pt_br: Erro de sintaxe com este padrão.

source: This key has already been used.
pt_br: Esta chave é usada muitas vezes (uma vez permitido)

source: Cannot parse feed.
pt_br: Não é possível analisar feed.

source: No default currency
pt_br: Não há moeda padrão

source: Bad SQL query
pt_br: Consulta SQL errada

source: Please fill in all the required fields.
pt_br: Por favor, preencha todos os campos obrigatórios

source: Invalid message
pt_br: Mensagem inválida

source: The uploaded file exceeds the post_max_size directive in php.ini
pt_br: O arquivo enviado excede o parâmetro post_max_size no php.ini

source: Server file size is different from local file size
pt_br: O tamanho do arquivo no servidor é diferente do tamanho do arquivo local

source: The uploaded file exceeds %s
pt_br: O arquivo enviado excede %s

source: The uploaded file was only partially uploaded
pt_br: O arquivo enviado foi carregado apenas parcialmente

source: No file was uploaded
pt_br: Nenhum arquivo foi enviado

source: Missing temporary folder
pt_br: Pasta temporária ausente

source: Failed to write file to disk
pt_br: Falha ao escrever o arquivo no disco

source: A PHP extension stopped the file upload
pt_br: Uma extensão PHP parou o envio do arquivo

source: Filetype not allowed
pt_br: Tipo de arquivo não permitido

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
pt_br: O arquivo enviado excede o parâmetro "upload_max_filesize" do php.ini

source: Image is too large (%1$d kB). Maximum allowed: %2$d kB
pt_br: Imagem é muito grande (%1$d kB). Máximo permitido: %2$d kB

source: Image format not recognized, allowed formats are: .gif, .jpg, .png
pt_br: Formato da imagem não é reconhecido, autorizado formatos são: .gif, .jpg, .png..

source: Error while uploading image; please change your server's settings. (Error code: %s)
pt_br: Erro no envio da imagem; por favor altere as configurações do seu servidor. (Código de erro:%s)

source: Image format not recognized, allowed formats are: .ico
pt_br: Formato da imagem não é reconhecido, os formatos permitidos são: . ico

source: Error while uploading image; please change your server's settings.
pt_br: Erro ao carregar imagem, por favor altere as configurações do seu servidor.

source: is required.
pt_br: É necessário

source: %1$s is too long. Maximum length: %2$d
pt_br: %1$s esta muito longo. Máximo de comprimento: %2$d

source: The field %s is required.
pt_br: O campo %s é obrigatório.

source: file (%s) not writable
pt_br: arquivo (%s) não gravável

source: directory (%s) not writable
pt_br: diretório não (%s) gravável

source: No files were uploaded.
pt_br: Nenhum arquivo foi enviado.

source: The uploaded file is too large.
pt_br: O arquivo enviado é muito grande.

source: File has an invalid extension, it should be one of these: %s.
pt_br: O arquivo possui uma extensão inválida, ela deveria ser uma das seguintes: %s.

source: Error on image caption: "%1s" is not a valid caption.
pt_br: Erro na legenda da imagem: "%1s" não é uma legenda válida.

source: Cannot scan "override" directory
pt_br: Não é possível rastrear a pasta "override"

source: Please fill out all fields.
pt_br: Por favor, preencha todos os campos.

source: An error occurred on saving.
pt_br: Ocorreu um erro ao salvar.

source: An error occurred while attempting to upload the file.
pt_br: Ocorreu um erro ao enviar o arquivo.

source: An error occurred during the image upload process.
pt_br: Um erro ocorreu durante o upload da imagem.

source: The voucher code is invalid.
pt_br: Cupom de desconto inválido

source: Maximum depth: Invalid number.
pt_br: Profundidade máxima: número inválido

source: An error occurred while attempting to save.
pt_br: Ocorreu um erro durante a gravação.

source: The URL rewrite field must be filled in either the default or English language.
pt_br: Reescrita campo URL deve ser preenchido pelo menos no padrão ou idioma Inglês.

source: Cannot write into file: %filename%. Please check write permissions.
pt_br: Não é possível gravar no arquivo: %filename%. Por favor verifique as permissões.

source: This domain is not valid.
pt_br: Dominio é inválido

source: The SSL domain is not valid.
pt_br: SSL Dominio inválido

source: You cannot delete or disable the last shop group.
pt_br: Você não pode excluir ou desativar o grupo de última loja.

source: You cannot delete or disable a shop group in use.
pt_br: Você não pode excluir ou desativar o grupo de loja em utilização.

source: File too large (limit of %s bytes).
pt_br: Arquivo muito grande (limite de %s bytes).

source: File upload was not completed.
pt_br: Envio de arquivos não completo.

source: No file was uploaded.
pt_br: Nenhum arquivo foi enviado

source: Internal error #%s
pt_br: Erro interno Nº.%s

source: No file has been selected
pt_br: Nenhum arquivo foi selecionado

source: The object cannot be loaded.
pt_br: Não é possível carregar objeto

source: Your Zip/postal code is incorrect.
pt_br: Seu CEP está incorreto.

source: It must be entered as follows:
pt_br: Deve ser digitado da seguinte forma:

source: A Zip/postal code is required.
pt_br: Um CEP é necessário.

source: The Zip/postal code is invalid.
pt_br: O CEP é inválido.

source: The object could not be loaded.
pt_br: O objeto não pode ser carregado.

source: You cannot disable the Main URL.
pt_br: Você não pode desativar uma URL principal

source: You cannot change a main URL to a non-main URL. You have to set another URL as your Main URL for the selected shop.
pt_br: Você não pode mudar uma URL principal para uma URL não-principal, você tem que definir outra URL como URL principal para a loja selecionada

source: A shop URL that uses this domain already exists.
pt_br: A URL loja que usar este domínio e uri já existe

source: A shop virtual URL cannot be "%URL%"
pt_br: O URL de uma loja virtual não pode ser "%URL%"

source: Unknown error.
pt_br: Erro desconhecido.

source: "%s" does not exist.
pt_br: "%s" não existe.

source: Directory "%s" cannot be created
pt_br: Diretório "%s" não pode ser criado

source: File "%s" cannot be created
pt_br: Arquivo "%s" não pode ser criado

source: Cannot write this file: "%s"
pt_br: Não é possível gravar este arquivo: "%s"

source: This file must be writable: %s
pt_br: Este arquivo deve ser escrito: %s

source: No file has been selected.
pt_br: Nenhum arquivo selecionado

source: The server does not have permissions for writing.
pt_br: Servidor não tem permissões para escrita.

source: Please check rights for %s
pt_br: Por favor, cheque as permissões para %s

source: This file must be writable:
pt_br: Este arquivo deve ter permissões de escrita:

source: Fatal error: The module directory does not exist.
pt_br: Erro fatal: O diretório dos módulos não está mais aqui

source: No profile.
pt_br: Nenhum perfil

source: No valid value for field exceptions has been defined.
pt_br: Nenhum valor válido para exceções campo

source: An error occurred while transplanting the module to its hook.
pt_br: Ocorreu um erro ao transplante módulo de gancho.

source: There is one error.
pt_br: Existe um erro.

source: There are several errors.
pt_br: Existem vários erros.

source: Email is empty.
pt_br: E-mail está vazio

source: Invalid email address.
pt_br: Endereço de e-mail inválido

source: The password field is blank.
pt_br: A senha está em branco

source: Invalid password.
pt_br: Senha inválida

source: The email address is invalid.
pt_br: Email inválido.

source: An error occurred during the file upload process.
pt_br: Ocorreu um erro com o upload do arquivo.

source: The selected date range is not valid.
pt_br: O intervalo de datas selecionado não é válido.

source: The file is too large. Maximum size allowed is: %1$d kB. The file you are trying to upload is %2$d kB.
pt_br: O arquivo é muito grande. O tamanho máximo permitido é: %1$d KB. Você está tentando enviar um arquivo com %2$d KB.

source: Invalid selection
pt_br: Seleção inválida

source: Address format invalid
pt_br: Formato do endereço inválido

source: Unable to update settings.
pt_br: Não foi possível atualizar as configurações.

source: The file is too large. Maximum size allowed is: [1]. The file you are trying to upload is [2].
pt_br: O arquivo é muito grande. O tamanho máximo permitido é: [1]. Você está tentando enviar um arquivo com [2].

source: There are %d errors.
pt_br: Existem %d erros

source: There is %d error.
pt_br: Existe %d erro
