Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/EmailsBody.*.xlf
Languages: pt_br

source: Hi {firstname} {lastname},
pt_br: Olá {firstname} {lastname},

source: You can review your order and download your invoice from the <a href="{history_url}">"Order history"</a> section of your customer account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
pt_br: Você pode revisar seu pedido e baixar sua fatura na seção <a href="{history_url}">"Meus Pedidos"</a> na sua conta, clicando em <a href="{my_account_url}">"Minha Conta"</a> na nossa loja.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}?id_order={order_name}">"Guest Tracking"</a> section on our shop.
pt_br: Se você tem uma conta de convidado, você pode acompanhar seu pedido através da seção <a href="{guest_tracking_url}?id_order={order_name}">"Rastreamento de convidado"</a> em nossa loja.

source: Order {order_name}
pt_br: Seu pedido {order_name}

source: Thank you for shopping with {shop_name}!
pt_br: Muito obrigado por comprar na {shop_name}!

source: Your order with the reference <span><strong>{order_name}</strong></span> has been placed successfully and will be <strong>shipped as soon as we receive your payment</strong>.
pt_br: Seu pedido com a referência <span><strong>{order_name}</strong></span> foi concluído com sucesso e será <strong> enviado assim que recebermos o seu pagamento </strong>.

source: Amount:
pt_br: Total:

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}">"Guest Tracking"</a> section on our shop.
pt_br: Se você tem uma conta de convidado, você pode acompanhar seu pedido através do link <a href="guest_tracking_url}"></a> em nossa loja na seção "Rastreamento de convidado".

source: Awaiting check payment
pt_br: Aguardando confirmação de pagamento

source: You have selected to pay by check.
pt_br: Você selecionou o pagamento por cheque.

source: Here are the bank details for your check:
pt_br: Por favor incluia esses dados no cheque:

source: Payable to the order of:
pt_br: Pagamento do pedido:

source: Please mail your check to:
pt_br: Por favor enviei um email para:

source: Order details
pt_br: Detalhes do pedido

source: Order:
pt_br: Pedido:

source: Placed on
pt_br: Realizado em

source: Payment:
pt_br: Pagamento:

source: Reference
pt_br: Referência

source: Product
pt_br: Produto

source: Unit price
pt_br: Preço Unitário

source: Quantity
pt_br: Quantidade

source: Total price
pt_br: Valor total

source: Products
pt_br: Produtos

source: Discounts
pt_br: Descontos

source: Gift-wrapping
pt_br: Embalagem para presente

source: Shipping
pt_br: Frete

source: Total Tax paid
pt_br: Total de imposto pago

source: Total paid
pt_br: Total pago

source: Carrier:
pt_br: Transportadora

source: Delivery address
pt_br: Endereço de entrega

source: Billing address
pt_br: Endereço de cobrança

source: Customer message:
pt_br: Mensagem do cliente:

source: Congratulations!
pt_br: Parabéns!

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
pt_br: Um novo pedido foi realizado na loja {shop_name} pelo cliente: {firstname} {lastname} ({email})

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
pt_br: Obrigado pelo seu pedido com referência {order_name} na <strong>{shop_name}</strong>

source: Product(s) now available for download
pt_br: Produto(s) disponivels para download

source: You have <span><strong>{nbProducts}</strong></span> product(s) now available for download using the following link(s):
pt_br: Você tem <span><strong>{nbProducts}</strong></span> produto(s) disponíveis para download através do(s) seguinte(s) link(s):

source: Your customer account creation
pt_br: A criação da sua conta de cliente

source: Your guest account for <span><strong>{shop_name}</strong></span> has been transformed into a customer account.
pt_br: Sua conta de convidado na <span><strong>{shop_name}</strong></span> foi transformada em uma conta de cliente.

source: Please be careful when sharing these login details with others.
pt_br: Dica: Proteja e não revele a ninguém os dados de sua conta.

source: You can access your customer account on our shop:
pt_br: Você já pode acessar sua conta através do nosso site:

source: E-mail address:
pt_br: E-mail:

source: Your new {shop_name} login details
pt_br: Seus novos dados de acesso à loja {shop_name}

source: Return #{id_order_return} - update
pt_br: Devolução Nº.{id_order_return} - atualização

source: We have updated the progress on your return #{id_order_return}, the new status is:
pt_br: Nós atualizamos o seu pedido de devolução Nº.{id_order_return}, o seu novo status é:

source: Customer service - Forwarded discussion
pt_br: Serviço de atendimento ao cliente - encaminhamento da conversa

source: <span><strong>{employee}</strong></span> wanted to forward this discussion to you.
pt_br: <span><strong>{employee}</strong></span> quis encaminhar esta discussão para você.

source: Discussion history:
pt_br: Histórico da conversa:

source: <span><strong>{employee}</strong></span> added <span><strong>"{comment}"</strong></span>
pt_br: <span><strong>{employee}</strong></span> adicionou: <span><strong>"{comment}"</strong></span>

source: Voucher created
pt_br: Cupom criado

source: A voucher has been created in your name as a result of your order with the reference <span><strong>{order_name}</strong></span>.
pt_br: Um cupom foi criado em seu nome, como resultado de seu pedido com referência <span><strong>{order_name}</strong></span>.

source: <span><strong>Voucher code: {voucher_num}</strong></span> in the amount of <span><strong>{voucher_amount}</strong></span>
pt_br: <span><strong>Código do cupom: {voucher_num}</strong></span> no valor de <span><strong>{voucher_amount}</strong></span>

source: Simply copy/paste this code during the payment process for your next order.
pt_br: Na próxima compra basta inserir o código do cupom na tela de pagamento.

source: Here is the code of your voucher:
pt_br: Segue o código do cupom:

source: Referral Program
pt_br: Programa de referências

source: We have created a voucher in your name for referring a friend.
pt_br: Criamos um cupom em seu nome por indicar um amigo.

source: , with an amount of
pt_br: , com um montante de

source: Your {shop_name} login information
pt_br: Seus dados na {shop_name} para o login

source: Here is your personal login information for <span><strong>{shop_name}</strong></span>:
pt_br: Aqui estão as suas informações pessoais de acesso à loja <span><strong>{shop_name}</strong></span>:

source: First name:
pt_br: Nome:

source: Last name:
pt_br: Sobrenome:

source: Import complete
pt_br: Importação concluída

source: The file {filename} has been successfully imported to your shop.
pt_br: O ficheiro {filename} foi importado com sucesso para a sua loja.

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="http://www.prestashop.com/">PrestaShop™</a>
pt_br: <a href="{shop_url}">{shop_name}</a> criado em <a href="http://www.prestashop.com/">PrestaShop™</a>

source: Hello
pt_br: Olá

source: This is a <strong>test e-mail</strong> from your shop.<br /><br /> If you can read this, the test was successful!
pt_br: Este é um <strong>e-mail de teste</strong> enviado da sua loja.<br /><br /> Se você pode ler isso, o teste foi executado com sucesso!

source: In transit
pt_br: Enviado

source: Your order with the reference <span><strong>{order_name}</strong></span> is currently in transit.
pt_br: Seu pedido com a referência <span><strong>{order_name}</strong></span> já foi enviado.

source: You can track your package using the following link:
pt_br: Você pode acompanhar o envio do produto usando o link:

source: You have received a new log alert
pt_br: Você recebeu uma nova mensagem de alerta.

source: <span><strong>Warning:</strong></span> you have received a new log alert in your Back Office.
pt_br: <span><strong>Aviso:</strong></span> você recebeu um novo alerta de log da sua loja.

source: You can check for it in the <span><strong>"Tools" > "Logs"</strong></span> section of your Back Office.
pt_br: Isto pode ser verificado no menu <span><strong>"Ferramentas" > "Registos"</strong></span> na sua Área de Administração.

source: Awaiting wire payment
pt_br: Aguardando pagamento bancário

source: You have selected to pay by wire transfer.
pt_br: Você selecionou o modo de pagamento por transferência bancária.

source: Here are the bank details for your transfer:
pt_br: Segue abaixo os detalhes da conta e banco para realização da tranferência:

source: Account owner:
pt_br: Titular da conta:

source: Account details:
pt_br: Detalhes da conta:

source: Bank address:
pt_br: Endereço do banco:

source: Message from a {shop_name} customer
pt_br: Mensagem do cliente da {shop_name}

source: Customer e-mail address:
pt_br: Endereço de e-mail do cliente:

source: Order ID:
pt_br: ID do pedido:

source: Attached file:
pt_br: Arquivo anexo:

source: Your message to {shop_name} Customer Service
pt_br: Sua mensagem para {shop_name} via Serviço de atendimento ao cliente

source: Your message has been sent successfully.
pt_br: Sua mensagem foi enviada com sucesso.

source: Product:
pt_br: Produto:

source: We will answer as soon as possible.
pt_br: Nós responderemos o mais rápido possivel.

source: Thank you for creating a customer account at {shop_name}.
pt_br: Muito obrigado por ter criado a sua conta na {shop_name}.

source: Here are your login details:
pt_br: Seus dados de acesso:

source: Important Security Tips:
pt_br: Dicas importantes sobre segurança:

source: Always keep your account details safe.
pt_br: Mantenha os dados da sua conta seguros.

source: Never disclose your login details to anyone.
pt_br: Nunca revele os seus dados de acesso a ninguém.

source: Change your password regularly.
pt_br: Troque a sua senha regularmente.

source: Should you suspect someone is using your account illegally, please notify us immediately.
pt_br: Em caso de suspeita de que alguém esteja utilizando a sua conta indevidamente, por favor nos informe imediatamente.

source: You can now place orders on our shop:
pt_br: Você já pode realizar pedidos em nossa loja:

source: Your {shop_name} login details
pt_br: Seus dados de acesso à loja {shop_name}

source: Your cart at {shop_name}
pt_br: Seu carrinho na {shop_name}

source: Your cart has been saved, you can resume your order by visiting our shop:
pt_br: O carrinho foi salvo, você pode retomar seu pedido visitando nossa loja:

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
pt_br: Percebemos que durante a sua última visita na {shop_name}, você não finalizou o pedido que começou.

source: As an incentive, we can give you a discount of {amount}% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
pt_br: Como incentivo, podemos lhe oferecer um desconto de {amount}% em sua próxima compra! Esta oferta é válida por <span><strong>{days}</strong></span> dias, então não perca tempo!

source: Message from {shop_name}
pt_br: Mensagem da loja {shop_name}

source: Payment processed
pt_br: Pagamento confirmado

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
pt_br: Seu pagamento do pedido com referência <strong><span>{order_name}</span></strong> foi processado com sucesso.

source: Thanks for your order with the reference {order_name} from {shop_name}.
pt_br: Muito obrigado pelo seu pedido com referência {order_name} na {shop_name}.

source: Item(s) out of stock
pt_br: Tem Item(s) sem estoque

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
pt_br: Infelizmente, um ou mais itens estão esgotados. Isso pode causar um ligeiro atraso na sua entrega. Por favor, aceite nossas desculpas e tenha a certeza de que estamos trabalhando para corrigir esta situação.

source: Order canceled
pt_br: Pedido cancelado

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been canceled.
pt_br: Seu pedido com referência <span><strong>{order_name}</strong></span> da loja <span><strong>{shop_name}</strong></span> foi cancelado.

source: Credit slip created
pt_br: Criamos um crédito em sua conta.

source: We have generated a credit slip in your name for order with the reference <span><strong>{order_name}</strong></span>.
pt_br: Geramos um crédito em seu nome para o pedido de referência <span><strong>{order_name}</strong></span>.

source: You can review this credit slip and download your invoice from the <a href="{history_url}">"My credit slips"</a> section of your account by clicking <a href="{my_account_url}">"My account"</a> on our shop.
pt_br: Você pode revisar este crédito e baixar a sua fatura na seção <a href="{history_url}">"Meus créditos"</a> na sua conta clicando no link <a href="{my_account_url}">"Minha conta"</a> em nossa loja.

source: Message:
pt_br: Mensagem:

source: You have received a new message from <span><strong>{shop_name}</strong></span> regarding order with the reference <span><strong>{order_name}</strong></span>.
pt_br: Você recebeu uma nova mensagem da loja <span><strong>{shop_name}</strong></span> sobre o pedido com referência <span><strong>{order_name}</strong></span>.

source: Order changed
pt_br: Pedido alterado

source: Your order with the reference <span><strong>{order_name}</strong></span> from <span><strong>{shop_name}</strong></span> has been changed by the merchant.
pt_br: Seu pedido com referência <span><strong>{order_name}</strong></span> da loja <span><strong>{shop_name}</strong></span> foi alterado pela loja.

source: Password reset request for {shop_name}
pt_br: Você pediu para redefinir sua senha na {shop_name}

source: You have requested to reset your <span><strong>{shop_name}</strong></span> login details.
pt_br: Você pediu para redefinir seu acesso à loja <span><strong>{shop_name}</strong></span>.

source: Please note that this will change your current password.
pt_br: Note que este comando vai alterar sua senha atual.

source: To confirm this action, please use the following link:
pt_br: Para confirmar esta ação, por favor use o link a seguir:

source: This is to inform you about the creation of a voucher.
pt_br: Esta mensagem é pra informar sobre um novo cupom.

source: A new order has been generated on your behalf.
pt_br: Um novo pedido foi gerado em seu nome.

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
pt_br: Por favor, acesse o link <a href="{order_link}">{order_link}</a> para finalizar o pagamento.

source: Your order has been shipped
pt_br: Seu pedido foi enviado

source: Shipped
pt_br: Enviado

source: Your order with the reference <span><strong>{order_name}</strong></span> has been shipped.
pt_br: Seu pedido com referência <span><strong>{order_name}</strong></span> foi enviado.

source: Processing
pt_br: Processando

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
pt_br: No momento, estamos processando seu pedido realizado na loja <strong><span>{shop_name}</span></strong> com referência <strong><span>{order_name}</span></strong>.

source: Payment processing error
pt_br: Erro de processamento no pagamento

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
pt_br: Há um problema com seu pagamento na loja <strong><span>{shop_name}</span></strong> para o pedido com referência <strong><span>{order_name}</span></strong>. Entre em contato conosco o mais breve possível.

source: We cannot ship your order until we receive your payment.
pt_br: Enviaremos o seu pedido assim que o pagamento for confirmado.

source: Please do not reply directly to this email, we will not receive it.
pt_br: Por favor, não responda diretamente este e-mail, nós não receberemos sua mensagem.

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
pt_br: favor utilizar este link <a href="{link}">{link}</a> para responder.

source: Hi,
pt_br: Olá,

source: {product} is nearly out of stock.
pt_br: {product} está quase esgotado.

source: The remaining stock is now less than the specified minimum of
pt_br: O estoque remanescente é agora menor do que o mínimo especificado de

source: Remaining stock:
pt_br: Estoque restante:

source: You are advised to open the product&#039;s admin Product Page in order to replenish your inventory.
pt_br: Aconselhamos a abrir a página de administração do produto, para reabastecer seu estoque.

source: Message from a customer
pt_br: Mensagem de um cliente

source: You have received a new message regarding order with the reference
pt_br: Você recebeu uma nova mensagem em relação ao pedido com referência

source: Customer:
pt_br: Cliente:

source: You have received a new return request for {shop_name}.
pt_br: Você recebeu uma nova solicitação de devolução da loja {shop_name}.

source: Return details
pt_br: Detalhes da solicitação de devolução

source: {order_name} Placed on {date}
pt_br: Pedido {order_name} realizado em {date}

source: Refund processed
pt_br: Ressarcimento processado

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
pt_br: Nós processamos seu pedido na loja <strong><span>{shop_name}</span></strong> com a referência <strong><span>{order_name}</span></strong> foi processado com sucesso.

source: Your referred friend <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
pt_br: Seu amigo <span><strong>{sponsored_firstname} {sponsored_lastname}</strong></span> realizou seu primeiro pedido na loja <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount_display} (voucher # {discount_name})</strong></span> that you can use on your next order.
pt_br: Temos o prazer de lhe oferecer um desconto no valor de <span><strong>{discount_display} (cupom {discount_name})</strong></span> que você pode usar no seu próximo pedido.

source: Best regards,
pt_br: Atenciosamente,

source: join us!
pt_br: junte-se a nós!

source: Your friend <span><strong>{firstname} {lastname}</strong></span> wants to refer you on <a href="{shop_url}">{shop_name}</a>!
pt_br: Seu amigo <span><strong>{firstname} {lastname}</strong></span> está lhe indicando a loja <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth <span><strong>{discount}</strong></span> that you can use on your next order.
pt_br: Temos o prazer de lhe oferecer um cupom no valor de <span><strong>{discount}</strong></span> que você pode usar no seu próximo pedido.

source: Get referred and earn a discount voucher of <span><strong>{discount}!</strong></span>
pt_br: Indique amigos e ganhe um desconto no valor de <span><strong>{discount}!</strong></span>

source: It&#039;s very easy to sign up. Just click here!
pt_br: É muito fácil de se inscrever. Basta clicar aqui!

source: When signing up, don&#039;t forget to provide the e-mail address of your referring friend:
pt_br: Ao se cadastrar, não se esqueça de informar o e-mail do seu amigo:

source: Thanks for your trust.
pt_br: Obrigado pela sua confiança.

source: You are one of our best customers and as such we want to thank you for your continued patronage.
pt_br: Você é um dos nossos melhores clientes. Assim, queremos agradecer o seu apoio.

source: As appreciation for your loyalty, we want to give you a discount of <span><strong>{amount}</strong></span>% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
pt_br: Como agradecimento por sua lealdade, queremos lhe dar um desconto de <span><strong>{amount}</strong></span>% válido para seu próximo pedido! Está oferta é válida por <span><strong>{days}</strong></span> dias, então não perca tempo!

source: Here is your coupon:
pt_br: Aqui está o seu cupom:

source: Enter this code in your shopping cart to get your discount.
pt_br: Digite este código em seu carrinho de compras para obter o seu desconto.

source: Thank you for your order at {shop_name}.
pt_br: Obrigado por seu pedido em {shop_name}.

source: As our way of saying thanks, we want to give you a discount of <span><strong>{amount}</strong></span>% off your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
pt_br: Como uma maneira de agradecer, queremos lhe dar um desconto de <span><strong>{amount}</strong></span>% em seu próximo pedido! Esta oferta é válida por <span><strong>{days}</strong></span> dias, então não perca tempo!

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
pt_br: Você é um dos nossos melhores clientes, contudo não tem feito nenhum pedido nos últimos {days_threshold} dias.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of {amount}% valid on your next order! This offer is valid for <span><strong>{days}</strong></span> days, so do not waste a moment!
pt_br: Queremos lhe agradecer pela confiança depositada e lhe oferecemos um desconto de {amount}%, válido para seu próximo pedido! Esta oferta é válida por <span><strong>{days}</strong></span> dias, então não perca tempo!

source: Newsletter subscription
pt_br: Inscrição na newsletter

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
pt_br: Por se cadastrar na nossa newsletter, nós temos o prazer de lhe oferecer o seguinte cupom de desconto:

source: Thank you for subscribing to our newsletter.
pt_br: Obrigado por assinar a nossa newsletter.

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
pt_br: Obrigado por se cadastrar na nossa newsletter, por favor confirme sua solicitação clicando no link abaixo:

source: {product} is now available.
pt_br: {product} já está disponível.

source: This item is once again in-stock.
pt_br: Este item está novamente em estoque.

source: You can access the product page by clicking on the link:
pt_br: Você pode acessar a página do produto, clicando no link:

source: You can order it right now from our online shop.
pt_br: Você pode encomendá-lo agora mesmo na nossa loja online.

source: {product} is almost out of stock.
pt_br: {product} está quase esgotado.

source: The stock cover is now less than the specified minimum of:
pt_br: A cobertura do estoque agora é menor do que o mínimo definido de:

source: Current stock cover:
pt_br: Cobertura atual do estoque:
