Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/ModulesPagesnotfoundAdmin.*.xlf
Languages: pt_pt

source: Pages not found
pt_pt: Páginas não encontradas

source: Adds a tab to the Stats dashboard, showing the pages requested by your visitors that have not been found.
pt_pt: Adiciona uma aba ao painel de estatísticas, mostrando as páginas que os visitantes acederam mas não foram encontradas.

source: The "pages not found" cache has been emptied.
pt_pt: A cache das "Páginas não encontradas" foi limpa.

source: The "pages not found" cache has been deleted.
pt_pt: A cache das "páginas não encontradas" foi eliminada.

source: Guide
pt_pt: Guia

source: 404 errors
pt_pt: erros 404

source: A 404 error is an HTTP error code which means that the file requested by the user cannot be found. In your case it means that one of your visitors entered a wrong URL in the address bar, or that you or another website has a dead link. When possible, the referrer is shown so you can find the page/site which contains the dead link. If not, it generally means that it is a direct access, so someone may have bookmarked a link which doesn't exist anymore.
pt_pt: Um erro 404 é um código de erro HTTP que significa que a página pedida não foi encontrada. Neste contexto, significa que um dos seus visitantes introduziu um URL ou seguiu uma ligação de um site, ou por erro ou porque a página deixou de existir. Sempre que possível é mostrado o referenciador para saber que página ou site tem a ligação errada. Se não tiver referenciador pode significar que alguém digitou mal o endereço ou tem adicionado o favorito no navegador de internet de forma errada.

source: How to catch these errors?
pt_pt: Como capturar estes erros?

source: If your webhost supports .htaccess files, you can create one in the root directory of PrestaShop and insert the following line inside: "%s".
pt_pt: Se o seu servidor suportar ficheiros .htaccess, pode criar um na pasta de raiz do PrestaShop e inserir a seguinte linha dentro deste ficheiro: "%s".

source: A user requesting a page which doesn't exist will be redirected to the following page: %s. This module logs access to this page.
pt_pt: Um utilizador que tenha requisitado uma página que não existe será redirecionado para a seguinte página: %s. Este módulo regista o acesso a esta página.

source: You must use a .htaccess file to redirect 404 errors to the "404.php" page.
pt_pt: Tem de usar um ficheiro .htaccess para redirecionar erros 404 para a página "404.php".

source: Page
pt_pt: Página

source: Referrer
pt_pt: Referenciador

source: Counter
pt_pt: Contador

source: No "page not found" issue registered for now.
pt_pt: Ainda não foi registado nenhum evento de "página não encontrada".

source: Empty database
pt_pt: Limpar a base de dados

source: Empty ALL "pages not found" notices for this period
pt_pt: Eliminar todas as notificações "páginas não encontradas" para este período

source: Empty ALL "pages not found" notices
pt_pt: Eliminar todas as notificações "páginas não encontradas"
