Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: pt_pt

source: Customer accounts
pt_pt: Contas de Cliente

source: Adds a registration progress tab to the Stats dashboard.
pt_pt: Acrescenta ao painel das estatísticas um separador com a progressão dos registos.

source: Number of visitors who stopped at the registering step:
pt_pt: Número de visitantes que pararam na etapa de registo:

source: Number of visitors who placed an order directly after registration:
pt_pt: Número de visitantes que fizeram uma encomenda logo após se registarem:

source: Total customer accounts:
pt_pt: Total de contas de cliente:

source: Number of customer accounts created
pt_pt: Número de contas de cliente criadas

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
pt_pt: O número total de contas criadas não é por si uma informação importante. No entanto, é benéfica para analisar o número de contas criadas ao longo do tempo. Isto irá indicar se as coisas estão no caminho certo.

source: How to act on the registrations' evolution?
pt_pt: Como atuar face à evolução do número de registos?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
pt_pt: Se mantiver a sua loja a funcionar sem qualquer alteração, o número de clientes registados deverá manter-se estável ou exibir um ligeiro declínio.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
pt_pt: Um aumento ou diminuição significativa do número de clientes registados mostra que, provavelmente, terá havido uma alteração na sua loja. Tendo isso em conta, sugerimos que identifique a causa, corrija o problema e volte ao volume de negócio anterior!

source: Here is a summary of what may affect the creation of customer accounts:
pt_pt: Eis aqui um resumo do que pode afetar a criação de contas de cliente:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
pt_pt: Uma campanha de publicidade pode atrair visitantes à sua loja. O que resultará num aumento de contas e lucros, o que dependerá da campanha e "qualidade" dos clientes. A publicidade dirigida é normalmente mais eficaz do que em larga escala, para além de ser mais barata.

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
pt_pt: Os vales, promoções, vendas e concursos normalmente chamam a atenção dos clientes. Ao fazer estas ações, não só manterá o seu negócio como aumentará o tráfego, a fidelidade dos clientes, e alterar genuinamente a filosofia do seu negócio.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
pt_pt: O design e facilidade de uso são mais importantes do que nunca no mundo das vendas online. Um tema gráfico mal escolhido ou graficamente difícil de seguir pode afastar os clientes. Isso significa que deve tentar encontrar o equilíbrio certo entre agradabilidade e funcionalidade na sua loja.

source: CSV Export
pt_pt: Exportar para CSV
