Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/ModulesLegalcomplianceShop.*.xlf
Languages: pt_pt

source: Delivery: 1 to 3 weeks
pt_pt: Entrega: 1 a 3 semanas

source: Delivery: 3 to 6 weeks
pt_pt: Entrega: 3 a 6 semanas

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
pt_pt: A encomenda só será confirmada quando clicar no botão «Encomendar com obrigação de pagar» ao finalizar a compra!

source: You must agree to our Terms of Service before going any further!
pt_pt: Tem de concordar com os Termos do Serviço antes de continuar!

source: Something went wrong. If the problem persists, please contact us.
pt_pt: Algo correu mal. Se o problema persistir por favor contacte-nos.

source: Select a payment option first.
pt_pt: Selecione primeiro um meio de pagamento.

source: Please check the "Revocation of virtual products" box first!
pt_pt: Verifique primeiro a caixa «Cancelamento de produtos virtuais»!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
pt_pt: Concordo com os [termos do serviço] e os [termos de revogação] e cumpri-los-ei incondicionalmente.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
pt_pt: [1]Sobre os produtos digitais:[/1] Pretendo acesso imediato ao conteúdo digital e, pelo presente, tomo conhecimento de que perderei o meu direito quanto ao cancelamento do serviço assim que este tenha iniciado.[2][1]Sobre os serviços:[/1] Concordo com o início do serviço e tomo conhecimento de que perderei o meu direito quanto ao cancelamento do serviço assim que este tenha sido executado.

source: From
pt_pt: De

source: Our previous price
pt_pt: O nosso preço anterior

source: Shipping excluded
pt_pt: Sem portes

source: Information
pt_pt: Informação

source: My shopping cart
pt_pt: O meu carrinho de compras

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
pt_pt: Informações sobre resolução de conflitos nos termos do art.º 14, parágrafo 1 do RCO (Regulamento sobre Resolução de Conflitos Online):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
pt_pt: A Comissão Europeia dá a oportunidade aos consumidores de resolver conflitos online nos termos do art.º 14, parágrafo 1, do RCO (Regulamento sobre Resolução de Conflitos Online) em uma das suas plataformas. A plataforma ([1]http://ec.europa.eu/consumers/odr[/1]) serve como site onde os consumidores podem tentar alcançar uma resolução extrajudicial em relação a conflitos com origem em compras online e em contratos de prestação de serviços.

source: Print this page
pt_pt: Imprimir esta página

source: (Under conditions)
pt_pt: (Sob as condições)

source: Shipping and payment
pt_pt: Envio e pagamento

source: All prices are mentioned tax included
pt_pt: Todos os preços mencionados incluem IVA

source: All prices are mentioned tax excluded
pt_pt: Todos os preços mencionados não incluem IVA

source: and
pt_pt: e

source: shipping excluded
pt_pt: envios excluídos
