Repository: thalyswolf/library-php
Catalog: prestashop/app/Resources/translations/*/ModulesSekeywordsAdmin.*.xlf
Languages: pt_pt

source: Search engine keywords
pt_pt: Palavras-chave de motores de pesquisa

source: Displays which keywords have led visitors to your website.
pt_pt: Mostra as palavras-chave que os visitantes usaram em motores de pesquisa para encontrarem o seu site.

source: Identify external search engine keywords
pt_pt: Identificar palavras-chave externas de motores de pesquisa

source: This is one of the most common ways of finding a website through a search engine.
pt_pt: Esta é uma das formas mais comuns de encontrar um site através de um motor de pesquisa.

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
pt_pt: Ao identificar as palavras-chave mais populares inseridas pelos seus novos visitantes, permite-lhe selecionar os produtos que deve colocar em primeiro lugar para conseguir uma maior visibilidade nos motores de pesquisa.

source: How does it work?
pt_pt: Como é que isto funciona?

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
pt_pt: Quando um visitante acede ao seu site, o servidor regista o URL de usou. Este módulo processa esse URL e se encontrar um referenciador de um motor de pesquisa conhecido, regista as palavras usadas na pesquisa desse motor de pesquisa.

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
pt_pt: Este módulo reconhece todos os motores de pesquisa presentes na página "Estatísticas/Motor de Pesquisa". Também pode adicionar outros.

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
pt_pt: NOTA IMPORTANTE: em Setembro de 2013 o Google começou a encriptar todas as pesquisas com SSL. Por isso esta ferramenta não consegue identificar as palavras-chave utilizadas no Google.

source: %d keyword matches your query.
pt_pt: %d palavra-chave corresponde à sua consulta.

source: %d keywords match your query.
pt_pt: %d palavras-chave correspondem à sua consulta.

source: Filter by keyword
pt_pt: Filtrar por palavra-chave

source: And min occurrences
pt_pt: e mínimo de ocorrências

source: Keywords
pt_pt: Palavras-chave

source: Occurrences
pt_pt: Ocorrências

source: No keywords
pt_pt: Sem palavras-chave

source: Top 10 keywords
pt_pt: As 10 palavras-chave mais pesquisadas

source: Others
pt_pt: Outros
